{
  "gastro_cholezystitis_001": {
    "muster_arzt_patient_gespraech": "Fall: gastro_cholezystitis_001 (akute Cholezystitis)\n\nTurn 1 - Arzt: Guten Tag, ich bin Dr. Weber aus der Notaufnahme. Wie darf ich Sie ansprechen?\nTurn 2 - Patientin: Guten Tag, Anna Keller.\nTurn 3 - Arzt: Frau Keller, was fuehrt Sie heute zu uns?\nTurn 4 - Patientin: Ich habe seit gestern starke Schmerzen rechts oben im Bauch.\nTurn 5 - Arzt: Seit wann genau, und wie hat es begonnen?\nTurn 6 - Patientin: Gestern Abend nach dem Essen, erst dumpf, dann deutlich staerker.\nTurn 7 - Arzt: Wie stark ist der Schmerz aktuell auf einer Skala von 0 bis 10?\nTurn 8 - Patientin: Etwa 8 von 10.\nTurn 9 - Arzt: Strahlt der Schmerz irgendwohin aus?\nTurn 10 - Patientin: Ja, in die rechte Schulter und etwas in den Ruecken.\nTurn 11 - Arzt: Wird es nach bestimmten Speisen schlimmer, zum Beispiel nach fettem Essen?\nTurn 12 - Patientin: Ja, gestern war es nach Pommes und Currywurst besonders schlimm.\nTurn 13 - Arzt: Haben Sie Uebelkeit oder Erbrechen?\nTurn 14 - Patientin: Mir ist uebel, ich habe zweimal erbrochen.\nTurn 15 - Arzt: Haben Sie Fieber oder Schuettelfrost bemerkt?\nTurn 16 - Patientin: Etwas erhoehte Temperatur, aber keinen Schuettelfrost.\nTurn 17 - Arzt: Ist Ihnen eine Gelbfaerbung der Augen oder Haut aufgefallen? Dunkler Urin oder heller Stuhl?\nTurn 18 - Patientin: Nein, keine Gelbfaerbung. Urin normal, Stuhl auch.\nTurn 19 - Arzt: Hatten Sie solche Schmerzen schon frueher?\nTurn 20 - Patientin: Ja, vor einigen Monaten kuerzer nach einem fetten Essen. Da hiess es beim Ultraschall, ich habe Gallensteine.\nTurn 21 - Arzt: Haben Sie relevante Vorerkrankungen oder Operationen am Bauch?\nTurn 22 - Patientin: Nur Bluthochdruck, keine Bauch-OP.\nTurn 23 - Arzt: Welche Medikamente nehmen Sie regelmaessig?\nTurn 24 - Patientin: Ramipril 5 mg einmal taeglich. Gegen den Schmerz habe ich heute Ibuprofen genommen.\nTurn 25 - Arzt: Gibt es Allergien gegen Medikamente?\nTurn 26 - Patientin: Keine bekannten Allergien.\nTurn 27 - Arzt: Rauchen oder trinken Sie regelmaessig Alkohol?\nTurn 28 - Patientin: Ich rauche nicht und trinke nur selten.\nTurn 29 - Arzt: Vielen Dank. Ich fasse kurz zusammen: Sie haben seit gestern starke rechte Oberbauchschmerzen mit Ausstrahlung in die rechte Schulter, Uebelkeit und Erbrechen, ausgeloest nach fettreicher Mahlzeit, bei bekannter Cholelithiasis. Das passt am ehesten zu einer akuten Entzuendung der Gallenblase.\nTurn 30 - Patientin: Ist das gefaehrlich?\nTurn 31 - Arzt: Das ist ernst zu nehmen, aber gut behandelbar. Wir machen jetzt Blutuntersuchungen und einen Ultraschall. Sie bekommen Schmerzmittel, Fluessigkeit und zunaechst Nahrungskarenz.\nTurn 32 - Patientin: Muss ich operiert werden?\nTurn 33 - Arzt: Falls sich die akute Cholezystitis bestaetigt, ist meist eine zeitnahe laparoskopische Entfernung der Gallenblase sinnvoll. Das besprechen wir mit der Chirurgie und erklaeren Ihnen alle Schritte in Ruhe.\nTurn 34 - Patientin: Verstanden.\nTurn 35 - Arzt: Wichtig fuer Sie: Wenn Schmerzen, Fieber oder Uebelkeit zunehmen, sagen Sie bitte sofort Bescheid. Wir kuemmern uns jetzt direkt weiter um Sie.",
    "muster_arztbrief": "Muster-Arztbrief (Fall: gastro_cholezystitis_001)\n\nPatientendaten\nName: Anna Keller\nGeburtsdatum: 14.03.1982\nGeschlecht: weiblich\nAufnahmedatum: 19.02.2026\nEntlassungsdatum: 22.02.2026\n\nAnlass der Vorstellung\nVorstellung in der Notaufnahme wegen seit dem Vorabend zunehmender starker Schmerzen im rechten Oberbauch mit Uebelkeit und Erbrechen.\n\nAnamnese\nBeschwerdebeginn und -verlauf: Beginn nach fettreicher Mahlzeit, initial dumpfer Schmerz, progredient auf NRS 8/10.\nBegleitsymptome: Nausea, zweimalige Emesis, subfebriles Temperaturgefuehl.\nVorerkrankungen: arterielle Hypertonie, bekannte Cholelithiasis.\nMedikamente: Ramipril 5 mg 1-0-0, einmalig Ibuprofen vor Aufnahme.\nAllergien/Unvertraeglichkeiten: keine bekannt.\nSozialanamnese: Nichtraucherin, Alkohol selten.\nFamilienanamnese: ohne richtungsweisende hepatobiliere Erkrankungen.\n\nKlinischer Befund\nAllgemeinzustand: reduziert, schmerzgeplagt, kreislaufstabil.\nVitalparameter: RR 148/88 mmHg, HF 96/min, AF 18/min, Temp 37,8 C, SpO2 98 % (Raumluft).\nRelevante koerperliche Befunde: Druckschmerz rechter Oberbauch, positives Murphy-Zeichen, keine Abwehrspannung, kein Ikterus.\n\nDiagnostik/Befunde\nUntersuchungen: Labor (BB, CRP, Leberwerte, Bilirubin, Lipase), Sonografie Abdomen.\nWesentliche Ergebnisse: Leukozytose und CRP-Erhoehung. Sonografisch verdickte Gallenblasenwand, pericholezystische Fluessigkeit, Konkremente in der Gallenblase. Kein Anhalt fuer Gallengangsobstruktion.\n\nDiagnose\nHauptdiagnose: Akute kalkuloese Cholezystitis.\nNebendiagnosen: Arterielle Hypertonie, symptomatische Cholelithiasis.\n\nTherapie\nStationaere Aufnahme, Nahrungskarenz initial, i.v.-Fluessigkeit, Analgesie, kalkulierte antibiotische Therapie nach hausinternem Standard. Fruehelektive laparoskopische Cholezystektomie waehrend des stationaeren Aufenthalts ohne Komplikationen.\n\nWeiteres Vorgehen/Empfehlungen\nPostoperative Verlaufskontrolle unauffaellig. Kostaufbau nach Vertragen. Ambulante haus- und fachaerztliche Kontrolle, Wundkontrolle sowie Wiedervorstellung bei Fieber, progredienten Schmerzen, Ikterus oder persistierender Emesis.\n\nEntlassungszustand\nIn gutem Allgemeinzustand, afebril, kreislaufstabil, mobilisiert, postoperative Wundverhaeltnisse reizlos.",
    "muster_arzt_arzt_gespraech": "Muster Arzt-Arzt-Gespraech (Fall: gastro_cholezystitis_001)\n\nTurn 1 - Prueferarzt: Bitte stellen Sie den Fall strukturiert vor.\nTurn 2 - Kandidatin: Gern. Es handelt sich um Frau Anna Keller, 43 Jahre, die sich mit seit gestern abend progredienten Schmerzen im rechten Oberbauch vorgestellt hat, Beginn nach fettreicher Mahlzeit, aktuell NRS 8/10, mit Ausstrahlung in die rechte Schulter sowie Uebelkeit und zweimaligem Erbrechen.\nTurn 3 - Prueferarzt: Welche anamnestischen Punkte waren fuer Sie besonders relevant?\nTurn 4 - Kandidatin: Entscheidend waren postprandiale Schmerzprovokation, bekannte Cholelithiasis, fehlende Ikteruszeichen, kein heller Stuhl, kein dunkler Urin sowie kein Schuettelfrost.\nTurn 5 - Prueferarzt: Was war klinisch richtungsweisend?\nTurn 6 - Kandidatin: Im Status zeigte sich ein lokaler Druckschmerz im rechten Oberbauch mit positivem Murphy-Zeichen bei sonst weichem Abdomen ohne Peritonismus.\nTurn 7 - Prueferarzt: Bitte nennen Sie die wichtigsten Befunde der Diagnostik.\nTurn 8 - Kandidatin: Im Labor bestanden Leukozytose und erhoehtes CRP. Sonografisch sahen wir Gallenblasenwandverdickung, pericholezystische Fluessigkeit und Steine in der Gallenblase. Es gab keinen Hinweis auf eine relevante Cholestase.\nTurn 9 - Prueferarzt: Welche Diagnose halten Sie fuer am wahrscheinlichsten und warum?\nTurn 10 - Kandidatin: Am wahrscheinlichsten ist eine akute kalkuloese Cholezystitis, weil Symptomkonstellation, positiver klinischer Befund und Sonografie konsistent sind.\nTurn 11 - Prueferarzt: Welche Differenzialdiagnosen haben Sie erwogen?\nTurn 12 - Kandidatin: Biliaere Kolik ohne Entzuendung, Cholangitis, akute Pankreatitis, seltener ulzeroese Genese oder atypisches ACS.\nTurn 13 - Prueferarzt: Was sprach gegen eine Cholangitis?\nTurn 14 - Kandidatin: Es fehlten Ikterus und relevante cholestatische Konstellation, zudem keine septische Klinik.\nTurn 15 - Prueferarzt: Wie war Ihr therapeutisches Vorgehen?\nTurn 16 - Kandidatin: Stationaere Aufnahme, Nahrungskarenz initial, i.v.-Fluessigkeit, suffiziente Analgesie und kalkulierte Antibiose. Danach chirurgische Mitbeurteilung und fruehe laparoskopische Cholezystektomie.\nTurn 17 - Prueferarzt: Warum haben Sie sich fuer dieses Vorgehen entschieden?\nTurn 18 - Kandidatin: Weil bei gesicherter akuter Cholezystitis die fruehe operative Sanierung leitliniengerecht Komplikationen und Rezidive reduziert.\nTurn 19 - Prueferarzt: Welche Aufklaerungspunkte waren wichtig?\nTurn 20 - Kandidatin: Aufklaerung ueber Operationsrisiken wie Blutung, Infektion, Gallengangsverletzung sowie ueber Warnzeichen postoperativ, insbesondere Fieber, zunehmende Schmerzen, Ikterus und persistierendes Erbrechen.\nTurn 21 - Prueferarzt: Wie ist die Weiterbehandlung organisiert?\nTurn 22 - Kandidatin: Postoperative klinische und laborchemische Verlaufskontrollen stationaer, danach haus- und fachaerztliche Nachkontrolle inklusive Wundkontrolle.\nTurn 23 - Prueferarzt: Danke. Das war die Falluebergabe."
  }
}
