{
  "gastro_cholezystitis_001": {
    "muster_arzt_patient_gespraech": "Fall: gastro_cholezystitis_001 (akute Cholezystitis)\n\nArzt: Guten Tag, ich bin Dr. Weber aus der Notaufnahme. Wie darf ich Sie ansprechen?\n\nPatientin: Guten Tag, Anna Keller.\n\nArzt: Frau Keller, was fuehrt Sie heute zu uns?\n\nPatientin: Ich habe seit gestern starke Schmerzen rechts oben im Bauch.\n\nArzt: Seit wann genau, und wie hat es begonnen?\n\nPatientin: Gestern Abend nach dem Essen, erst dumpf, dann deutlich staerker.\n\nArzt: Wie stark ist der Schmerz aktuell auf einer Skala von 0 bis 10?\n\nPatientin: Etwa 8 von 10.\n\nArzt: Strahlt der Schmerz irgendwohin aus?\n\nPatientin: Ja, in die rechte Schulter und etwas in den Ruecken.\n\nArzt: Wird es nach bestimmten Speisen schlimmer, zum Beispiel nach fettem Essen?\n\nPatientin: Ja, gestern war es nach Pommes und Currywurst besonders schlimm.\n\nArzt: Haben Sie Uebelkeit oder Erbrechen?\n\nPatientin: Mir ist uebel, ich habe zweimal erbrochen.\n\nArzt: Haben Sie Fieber oder Schuettelfrost bemerkt?\n\nPatientin: Etwas erhoehte Temperatur, aber keinen Schuettelfrost.\n\nArzt: Ist Ihnen eine Gelbfaerbung der Augen oder Haut aufgefallen? Dunkler Urin oder heller Stuhl?\n\nPatientin: Nein, keine Gelbfaerbung. Urin normal, Stuhl auch.\n\nArzt: Hatten Sie solche Schmerzen schon frueher?\n\nPatientin: Ja, vor einigen Monaten kuerzer nach einem fetten Essen. Da hiess es beim Ultraschall, ich habe Gallensteine.\n\nArzt: Haben Sie relevante Vorerkrankungen oder Operationen am Bauch?\n\nPatientin: Nur Bluthochdruck, keine Bauch-OP.\n\nArzt: Welche Medikamente nehmen Sie regelmaessig?\n\nPatientin: Ramipril 5 mg einmal taeglich. Gegen den Schmerz habe ich heute Ibuprofen genommen.\n\nArzt: Gibt es Allergien gegen Medikamente?\n\nPatientin: Keine bekannten Allergien.\n\nArzt: Rauchen oder trinken Sie regelmaessig Alkohol?\n\nPatientin: Ich rauche nicht und trinke nur selten.\n\nArzt: Vielen Dank. Ich fasse kurz zusammen: Sie haben seit gestern starke rechte Oberbauchschmerzen mit Ausstrahlung in die rechte Schulter, Uebelkeit und Erbrechen, ausgeloest nach fettreicher Mahlzeit, bei bekannter Cholelithiasis. Das passt am ehesten zu einer akuten Entzuendung der Gallenblase.\n\nPatientin: Ist das gefaehrlich?\n\nArzt: Das ist ernst zu nehmen, aber gut behandelbar. Wir machen jetzt Blutuntersuchungen und einen Ultraschall. Sie bekommen Schmerzmittel, Fluessigkeit und zunaechst Nahrungskarenz.\n\nPatientin: Muss ich operiert werden?\n\nArzt: Falls sich die akute Cholezystitis bestaetigt, ist meist eine zeitnahe laparoskopische Entfernung der Gallenblase sinnvoll. Das besprechen wir mit der Chirurgie und erklaeren Ihnen alle Schritte in Ruhe.\n\nPatientin: Verstanden.\n\nArzt: Wichtig fuer Sie: Wenn Schmerzen, Fieber oder Uebelkeit zunehmen, sagen Sie bitte sofort Bescheid. Wir kuemmern uns jetzt direkt weiter um Sie.",
    "muster_arztbrief": "Muster-Arztbrief (Fall: gastro_cholezystitis_001)\n\nPatientendaten\nName: Anna Keller\nGeburtsdatum: 14.03.1982\nGeschlecht: weiblich\nAufnahmedatum: 19.02.2026\nEntlassungsdatum: 22.02.2026\n\nAnlass der Vorstellung\nVorstellung in der Notaufnahme wegen seit dem Vorabend zunehmender starker Schmerzen im rechten Oberbauch mit Uebelkeit und Erbrechen.\n\nAnamnese\nBeschwerdebeginn und -verlauf: Beginn nach fettreicher Mahlzeit, initial dumpfer Schmerz, progredient auf NRS 8/10.\nBegleitsymptome: Nausea, zweimalige Emesis, subfebriles Temperaturgefuehl.\nVorerkrankungen: arterielle Hypertonie, bekannte Cholelithiasis.\nMedikamente: Ramipril 5 mg 1-0-0, einmalig Ibuprofen vor Aufnahme.\nAllergien/Unvertraeglichkeiten: keine bekannt.\nSozialanamnese: Nichtraucherin, Alkohol selten.\nFamilienanamnese: ohne richtungsweisende hepatobiliere Erkrankungen.\n\nKlinischer Befund\nAllgemeinzustand: reduziert, schmerzgeplagt, kreislaufstabil.\nVitalparameter: RR 148/88 mmHg, HF 96/min, AF 18/min, Temp 37,8 C, SpO2 98 % (Raumluft).\nRelevante koerperliche Befunde: Druckschmerz rechter Oberbauch, positives Murphy-Zeichen, keine Abwehrspannung, kein Ikterus.\n\nDiagnostik/Befunde\nUntersuchungen: Labor (BB, CRP, Leberwerte, Bilirubin, Lipase), Sonografie Abdomen.\nWesentliche Ergebnisse: Leukozytose und CRP-Erhoehung. Sonografisch verdickte Gallenblasenwand, pericholezystische Fluessigkeit, Konkremente in der Gallenblase. Kein Anhalt fuer Gallengangsobstruktion.\n\nDiagnose\nHauptdiagnose: Akute kalkuloese Cholezystitis.\nNebendiagnosen: Arterielle Hypertonie, symptomatische Cholelithiasis.\n\nTherapie\nStationaere Aufnahme, Nahrungskarenz initial, i.v.-Fluessigkeit, Analgesie, kalkulierte antibiotische Therapie nach hausinternem Standard. Fruehelektive laparoskopische Cholezystektomie waehrend des stationaeren Aufenthalts ohne Komplikationen.\n\nWeiteres Vorgehen/Empfehlungen\nPostoperative Verlaufskontrolle unauffaellig. Kostaufbau nach Vertragen. Ambulante haus- und fachaerztliche Kontrolle, Wundkontrolle sowie Wiedervorstellung bei Fieber, progredienten Schmerzen, Ikterus oder persistierender Emesis.\n\nEntlassungszustand\nIn gutem Allgemeinzustand, afebril, kreislaufstabil, mobilisiert, postoperative Wundverhaeltnisse reizlos.",
    "muster_arzt_arzt_gespraech": "Muster Arzt-Arzt-Gespraech (Fall: gastro_cholezystitis_001)\n\nPrueferarzt: Bitte stellen Sie den Fall strukturiert vor.\n\nKandidatin: Gern. Es handelt sich um Frau Anna Keller, 43 Jahre, die sich mit seit gestern abend progredienten Schmerzen im rechten Oberbauch vorgestellt hat, Beginn nach fettreicher Mahlzeit, aktuell NRS 8/10, mit Ausstrahlung in die rechte Schulter sowie Uebelkeit und zweimaligem Erbrechen.\n\nPrueferarzt: Welche anamnestischen Punkte waren fuer Sie besonders relevant?\n\nKandidatin: Entscheidend waren postprandiale Schmerzprovokation, bekannte Cholelithiasis, fehlende Ikteruszeichen, kein heller Stuhl, kein dunkler Urin sowie kein Schuettelfrost.\n\nPrueferarzt: Was war klinisch richtungsweisend?\n\nKandidatin: Im Status zeigte sich ein lokaler Druckschmerz im rechten Oberbauch mit positivem Murphy-Zeichen bei sonst weichem Abdomen ohne Peritonismus.\n\nPrueferarzt: Bitte nennen Sie die wichtigsten Befunde der Diagnostik.\n\nKandidatin: Im Labor bestanden Leukozytose und erhoehtes CRP. Sonografisch sahen wir Gallenblasenwandverdickung, pericholezystische Fluessigkeit und Steine in der Gallenblase. Es gab keinen Hinweis auf eine relevante Cholestase.\n\nPrueferarzt: Welche Diagnose halten Sie fuer am wahrscheinlichsten und warum?\n\nKandidatin: Am wahrscheinlichsten ist eine akute kalkuloese Cholezystitis, weil Symptomkonstellation, positiver klinischer Befund und Sonografie konsistent sind.\n\nPrueferarzt: Welche Differenzialdiagnosen haben Sie erwogen?\n\nKandidatin: Biliaere Kolik ohne Entzuendung, Cholangitis, akute Pankreatitis, seltener ulzeroese Genese oder atypisches ACS.\n\nPrueferarzt: Was sprach gegen eine Cholangitis?\n\nKandidatin: Es fehlten Ikterus und relevante cholestatische Konstellation, zudem keine septische Klinik.\n\nPrueferarzt: Wie war Ihr therapeutisches Vorgehen?\n\nKandidatin: Stationaere Aufnahme, Nahrungskarenz initial, i.v.-Fluessigkeit, suffiziente Analgesie und kalkulierte Antibiose. Danach chirurgische Mitbeurteilung und fruehe laparoskopische Cholezystektomie.\n\nPrueferarzt: Warum haben Sie sich fuer dieses Vorgehen entschieden?\n\nKandidatin: Weil bei gesicherter akuter Cholezystitis die fruehe operative Sanierung leitliniengerecht Komplikationen und Rezidive reduziert.\n\nPrueferarzt: Welche Aufklaerungspunkte waren wichtig?\n\nKandidatin: Aufklaerung ueber Operationsrisiken wie Blutung, Infektion, Gallengangsverletzung sowie ueber Warnzeichen postoperativ, insbesondere Fieber, zunehmende Schmerzen, Ikterus und persistierendes Erbrechen.\n\nPrueferarzt: Wie ist die Weiterbehandlung organisiert?\n\nKandidatin: Postoperative klinische und laborchemische Verlaufskontrollen stationaer, danach haus- und fachaerztliche Nachkontrolle inklusive Wundkontrolle.\n\nPrueferarzt: Danke. Das war die Falluebergabe."
  },
  "dyspnoe_copd_exazerbation_001": {
    "muster_arzt_patient_gespraech": "Fall: dyspnoe_copd_exazerbation_001\n\nArzt: Guten Tag, ich bin Dr. Weber aus der Notaufnahme. Wie darf ich Sie ansprechen?\n\nPatient: Guten Tag, ich bin Herr Krueger.\n\nArzt: Herr Krueger, was fuehrt Sie heute zu uns?\n\nPatient: Ich bekomme seit zwei Tagen schlechter Luft, heute sogar in Ruhe.\n\nArzt: Seit wann genau ist die Luftnot auch in Ruhe vorhanden?\n\nPatient: Seit heute frueh, seitdem wird es eher schlimmer.\n\nArzt: Wie stark ist die Luftnot aktuell auf einer Skala von 0 bis 10?\n\nPatient: Ungefaehr 8 von 10.\n\nArzt: Haben Sie zusaetzlich Husten oder Auswurf?\n\nPatient: Ja, mehr Husten als sonst und gelblichen Schleim.\n\nArzt: Gibt es Fieber oder Schuettelfrost?\n\nPatient: Kein Schuettelfrost, aber leicht erhoehte Temperatur, so um 37,8.\n\nArzt: Haben Sie Schmerzen in der Brust, vor allem beim Einatmen?\n\nPatient: Nein, eher Enge, aber kein stechender Schmerz.\n\nArzt: Haben Sie Blut abgehustet?\n\nPatient: Nein.\n\nArzt: Ist ein Bein geschwollen oder schmerzhaft gewesen?\n\nPatient: Nein, gar nicht.\n\nArzt: Haben Sie bekannte Lungenerkrankungen?\n\nPatient: Ja, COPD seit Jahren.\n\nArzt: Welche Medikamente nehmen Sie dafuer regelmaessig?\n\nPatient: Tiotropium taeglich und Salbutamol bei Bedarf.\n\nArzt: Hat das Salbutamol heute geholfen?\n\nPatient: Nur ganz kurz, dann wieder Luftnot.\n\nArzt: Rauchen Sie aktuell noch?\n\nPatient: Leider ja, etwa 5 bis 10 Zigaretten am Tag.\n\nArzt: Gibt es Allergien auf Medikamente?\n\nPatient: Penicillin, da hatte ich frueher einen Ausschlag.\n\nArzt: Danke. Ich fasse zusammen: Sie haben eine akute Verschlechterung Ihrer COPD mit mehr Husten, gelblichem Sputum und deutlicher Luftnot bis in Ruhe.\n\nPatient: Ja, genau.\n\nArzt: Wir starten sofort mit inhalativer Bronchodilatation, Sauerstoff nach Zielwert, nehmen Blut ab, machen eine Blutgasanalyse und ein Roentgenbild. Wahrscheinlich brauchen Sie eine stationaere Aufnahme.\n\nPatient: Ist das gefaehrlich?\n\nArzt: Es ist ernst, aber gut behandelbar. Wichtig ist, dass wir jetzt schnell behandeln und engmaschig ueberwachen.\n\nPatient: Gut, bitte machen Sie das.",
    "muster_arztbrief": "Patientendaten\nName: Herr Krueger\nGeburtsdatum: 09.11.1958\nGeschlecht: maennlich\nAufnahmedatum: 19.02.2026\nEntlassungsdatum: 24.02.2026\n\nAnlass der Vorstellung\nVorstellung in der Notaufnahme wegen progredienter Dyspnoe seit 2 Tagen, am Aufnahmetag auch in Ruhe, mit vermehrtem Husten und gelblichem Sputum.\n\nAnamnese\nBeschwerdebeginn und -verlauf: Beginn mit Belastungsdyspnoe vor 2 Tagen, deutliche Zunahme bis zur Ruhedyspnoe am Aufnahmetag.\nBegleitsymptome: pfeifende Atmung, produktiver Husten, subfebrile Temperatur bis 37,8 C.\nVorerkrankungen: COPD GOLD II, arterielle Hypertonie.\nMedikamente: Tiotropium 1-0-0, Salbutamol bei Bedarf, Amlodipin 5 mg 1-0-0.\nAllergien / Unvertraeglichkeiten: Penicillin (Exanthem).\nSozialanamnese (falls relevant): aktive Nikotinexposition (ca. 5-10 Zigaretten/Tag), insgesamt ca. 40-45 Packyears.\nFamilienanamnese (falls relevant): Vater mit koronarer Herzerkrankung.\n\nKlinischer Befund\nAllgemeinzustand: reduziert, dyspnoeisch, aber wach und orientiert.\nVitalparameter: RR 152/88 mmHg, HF 108/min, AF 26/min, Temp 37,8 C, SpO2 89 % unter Raumluft.\nRelevante koerperliche Befunde: beidseitig exspiratorisches Giemen, verlaengerte Exspiration, keine Unterschenkeloedeme.\n\nDiagnostik / Befunde\nUntersuchungen: Labor, BGA, Roentgen-Thorax, EKG.\nWesentliche Ergebnisse: BGA mit hyperkapnischer respiratorischer Partialinsuffizienz; laborchemisch Entzuendungszeichen moderat erhoeht; Roentgen ohne eindeutigen Pneumothorax oder Pleuraerguss.\n\nDiagnose\nHauptdiagnose: Akute Exazerbation einer COPD GOLD II mit respiratorischer Partialinsuffizienz.\nNebendiagnosen: Arterielle Hypertonie, Nikotinabhaengigkeit.\n\nTherapie\nSauerstoffgabe mit Zielbereich 88-92 %, inhalative Bronchodilatation (SABA/SAMA), systemische Steroidtherapie, kalkulierte antibiotische Therapie bei purulentem Sputum und Entzuendungszeichen, stationaere Ueberwachung.\n\nWeiteres Vorgehen / Empfehlungen\nInhalationstechnikschulung, Nikotinstopp-Beratung, pneumologische Verlaufskontrolle, Optimierung der Dauertherapie und Exazerbationsprophylaxe. Wiedervorstellung bei erneuter Ruhedyspnoe, Fieberanstieg oder progredienter Leistungsminderung.\n\nEntlassungszustand\nKlinisch gebessert, unter Raumluft stabilisiert, belastungsadaptiert mobilisierbar, keine akute respiratorische Dekompensation mehr.",
    "muster_arzt_arzt_gespraech": "Muster Arzt-Arzt-Gespraech (Fall: dyspnoe_copd_exazerbation_001)\n\nPrueferarzt: Bitte stellen Sie den Fall strukturiert vor.\n\nKandidat: Es handelt sich um Herrn Krueger, 67 Jahre, mit bekannter COPD GOLD II. Er stellte sich mit seit zwei Tagen progredienter Dyspnoe vor, seit heute auch in Ruhe, begleitet von produktivem Husten mit gelblichem Sputum.\n\nPrueferarzt: Was war anamnestisch besonders entscheidend?\n\nKandidat: Entscheidend waren die Dynamik bis zur Ruhedyspnoe, die purulente Sputumveraenderung und das fehlende Ansprechen auf Bedarfs-Salbutamol.\n\nPrueferarzt: Welche Differenzialdiagnosen haben Sie zunaechst mitgedacht?\n\nKandidat: Vor allem Pneumonie, Lungenembolie und kardiale Dekompensation.\n\nPrueferarzt: Was sprach in Ihrer Erhebung gegen eine Lungenembolie?\n\nKandidat: Es bestanden weder pleuritischer Thoraxschmerz noch Haemoptysen oder klinische Zeichen einer tiefen Beinvenenthrombose.\n\nPrueferarzt: Welche Befunde stuetzten die Arbeitsdiagnose?\n\nKandidat: Klinisch exspiratorisches Giemen und verlaengerte Exspiration, SpO2 89 % unter Raumluft, BGA mit hyperkapnischer Partialinsuffizienz.\n\nPrueferarzt: Wie haben Sie initial therapiert?\n\nKandidat: Sauerstoff im Zielbereich 88-92 %, inhalative Bronchodilatation mit SABA/SAMA, systemisches Steroid und bei purulentem Sputum kalkulierte Antibiose.\n\nPrueferarzt: Warum war der O2-Zielbereich bei diesem Patienten relevant?\n\nKandidat: Bei COPD mit Hyperkapnierisiko wollten wir eine kontrollierte Oxygenierung und eine Ueberoxygenierung vermeiden.\n\nPrueferarzt: Welche Sicherheitsaspekte haben Sie mit dem Patienten besprochen?\n\nKandidat: Warnzeichen wie zunehmende Ruhedyspnoe, Zyanose, Verwirrtheit oder fehlende Besserung unter Therapie sowie die Notwendigkeit frueher Wiedervorstellung.\n\nPrueferarzt: Wie ist das weitere Vorgehen nach Stabilisierung?\n\nKandidat: Optimierung der Inhalationstherapie, Inhalationstechnikschulung, Nikotinstopp und zeitnahe pneumologische Verlaufskontrolle.\n\nPrueferarzt: Danke, das war nachvollziehbar strukturiert."
  },
  "neurologie_schlaganfallverdacht_001": {
    "muster_arzt_patient_gespraech": "Fall: neurologie_schlaganfallverdacht_001\n\nArzt: Guten Tag, ich bin Dr. Weber. Wie darf ich Sie ansprechen?\n\nPatientin: Ich bin Frau Lehmann.\n\nArzt: Frau Lehmann, was ist heute passiert?\n\nPatientin: Seit heute Morgen rede ich verwaschen und die rechte Hand ist schwaecher.\n\nArzt: Wissen Sie noch, wann das genau begonnen hat?\n\nPatientin: Gegen 07:20 Uhr beim Fruehstueck.\n\nArzt: Sind die Beschwerden ploetzlich aufgetreten?\n\nPatientin: Ja, ziemlich ploetzlich.\n\nArzt: Haben Sie zusaetzlich Taubheitsgefuehle oder Probleme beim Gehen?\n\nPatientin: Ja, ich war unsicher auf den Beinen.\n\nArzt: Hatten Sie starke Kopfschmerzen oder waren Sie bewusstlos?\n\nPatientin: Nein, keine Ohnmacht und kein starker Kopfschmerz.\n\nArzt: Gab es einen Sturz oder einen Krampfanfall?\n\nPatientin: Nein.\n\nArzt: Haben Sie Vorerkrankungen am Herzen oder Kreislauf?\n\nPatientin: Vorhofflimmern, Bluthochdruck und Diabetes.\n\nArzt: Nehmen Sie Blutverduenner?\n\nPatientin: Ja, Apixaban. Die letzte Tablette war gestern Abend.\n\nArzt: Haben Sie heute Morgen die Dosis schon genommen?\n\nPatientin: Nein, noch nicht.\n\nArzt: Gibt es Allergien gegen Medikamente?\n\nPatientin: Nein.\n\nArzt: Danke, ich fasse kurz zusammen: Akut aufgetretene Sprachstoerung und rechtsseitige Schwaeche seit 07:20 Uhr bei bekannten vaskulaeren Risikofaktoren.\n\nPatientin: Ja, genau so ist es.\n\nArzt: Das ist hochverdaechtig auf ein akutes Schlaganfallereignis. Wir leiten sofort die Schlaganfall-Diagnostik ein mit Bildgebung und enger Ueberwachung auf der Stroke Unit.\n\nPatientin: Habe ich bleibende Schaeden?\n\nArzt: Das koennen wir nach der Akutdiagnostik besser einschaetzen. Je schneller wir handeln, desto besser sind die Chancen.\n\nPatientin: Dann machen Sie bitte schnell.\n\nArzt: Das tun wir sofort und ich erklaere Ihnen jeden naechsten Schritt.",
    "muster_arztbrief": "Patientendaten\nName: Frau Lehmann\nGeburtsdatum: 17.04.1951\nGeschlecht: weiblich\nAufnahmedatum: 19.02.2026\nEntlassungsdatum: 25.02.2026\n\nAnlass der Vorstellung\nNotfallmaessige Vorstellung wegen akut aufgetretener Sprachstoerung und rechtsseitiger Armparese seit 07:20 Uhr am Aufnahmetag.\n\nAnamnese\nBeschwerdebeginn und -verlauf: ploetzlicher Symptombeginn waehrend des Fruehstuecks, persistierende Dysarthrie und rechtsbetonte Feinmotorik-/Kraftminderung.\nBegleitsymptome: Unsicherheit beim Gehen.\nVorerkrankungen: Vorhofflimmern, arterielle Hypertonie, Typ-2-Diabetes mellitus, Hyperlipidaemie.\nMedikamente: Apixaban 5 mg 1-0-1 (letzte Einnahme am Vorabend), Metformin 1000 mg 1-0-1, Ramipril 5 mg 1-0-0, Atorvastatin 20 mg 0-0-1.\nAllergien / Unvertraeglichkeiten: keine bekannt.\nSozialanamnese (falls relevant): lebt allein, Tochter im selben Ort.\nFamilienanamnese (falls relevant): Bruder mit Schlaganfallanamnese.\n\nKlinischer Befund\nAllgemeinzustand: wach, orientiert, verunsichert.\nVitalparameter: RR 168/94 mmHg, HF 96/min arrhythmisch, AF 18/min, Temp 36,9 C, SpO2 97 % Raumluft.\nRelevante koerperliche Befunde: leichte Fazialisparese rechts, Dysarthrie, diskrete rechtsseitige Armparese, Gangunsicherheit.\n\nDiagnostik / Befunde\nUntersuchungen: neurologischer Status inkl. NIHSS, CCT/CTA, Labor, EKG.\nWesentliche Ergebnisse: kein Nachweis einer intrakraniellen Blutung im CCT; klinisch konsistentes akutes zerebrovaskulaeres Syndrom.\n\nDiagnose\nHauptdiagnose: Akutes ischaemisches zerebrovaskulaeres Ereignis (Schlaganfallverdacht rechtsbetonte Ausfallssymptomatik).\nNebendiagnosen: Vorhofflimmern, arterielle Hypertonie, Typ-2-Diabetes mellitus, Hyperlipidaemie.\n\nTherapie\nStroke-Alarm und sofortige Akutdiagnostik, stationaere Aufnahme auf Stroke Unit, engmaschiges Monitoring und fruehe sekundaerpraeventive Anpassung des vaskulaeren Risikoprofils interdisziplinaer.\n\nWeiteres Vorgehen / Empfehlungen\nNeurologische Verlaufskontrollen, strukturiertes Sekundaerpraeventionskonzept, Blutdruck- und Stoffwechseleinstellung, ambulante neurologische Nachsorge sowie ggf. logopaedische/physiotherapeutische Weiterbehandlung.\n\nEntlassungszustand\nNeurologisch gebessert, kreislaufstabil, rehabilitationsfaehig, weitere ambulante Nachsorge veranlasst.",
    "muster_arzt_arzt_gespraech": "Muster Arzt-Arzt-Gespraech (Fall: neurologie_schlaganfallverdacht_001)\n\nPrueferarzt: Bitte beginnen Sie mit einer strukturierten Fallvorstellung.\n\nKandidatin: Frau Lehmann, 74 Jahre, stellte sich mit ploetzlich aufgetretener Dysarthrie und rechtsseitiger Handschwaeche vor. Symptombeginn war heute um 07:20 Uhr.\n\nPrueferarzt: Welche Punkte waren fuer Sie in der Akutanamnese prioritaer?\n\nKandidatin: Exakter Beginn, Dynamik der Defizite, Ausschluss von Trauma/Krampfanfall sowie Antikoagulationsstatus.\n\nPrueferarzt: Welche relevanten Vorerkrankungen lagen vor?\n\nKandidatin: Vorhofflimmern, arterielle Hypertonie, Typ-2-Diabetes und Hyperlipidaemie.\n\nPrueferarzt: Wie war die Gerinnungsmedikation dokumentiert?\n\nKandidatin: Apixaban 5 mg 1-0-1, letzte Einnahme am Vorabend, morgendliche Dosis am Ereignistag noch nicht erfolgt.\n\nPrueferarzt: Welche Befunde waren klinisch richtungsweisend?\n\nKandidatin: Leichte Fazialisparese rechts, Dysarthrie, diskrete rechtsseitige Armparese und Gangunsicherheit.\n\nPrueferarzt: Welche Differenzialdiagnosen haben Sie bedacht?\n\nKandidatin: Primaer ischaemischer Schlaganfall, differenzialdiagnostisch TIA, seltener metabolische oder postiktale Ursachen.\n\nPrueferarzt: Welche Diagnostik wurde unmittelbar veranlasst?\n\nKandidatin: Stroke-Alarm, CCT/CTA zum Blutungsausschluss bzw. Gefaessbeurteilung, Labor und EKG sowie Monitoring auf Stroke Unit.\n\nPrueferarzt: Wie haben Sie das weitere Vorgehen der Patientin erklaert?\n\nKandidatin: Ich habe die Zeitkritik betont, die Notwendigkeit der sofortigen Bildgebung erklaert und dass die Therapieentscheidung vom Akutbefund abhaengt.\n\nPrueferarzt: Welche Sicherheitsaspekte wurden angesprochen?\n\nKandidatin: Risiko persistierender Defizite, engmaschige neurologische Kontrollen und zuegige Wiedervorstellung bei jeder Verschlechterung.\n\nPrueferarzt: Danke, das war gut priorisiert."
  },
  "gastro_melaena_oberer_gi_bleed_001": {
    "muster_arzt_patient_gespraech": "Fall: gastro_melaena_oberer_gi_bleed_001\n\nArzt: Guten Tag, ich bin Dr. Weber. Wie darf ich Sie ansprechen?\n\nPatient: Herr Yilmaz.\n\nArzt: Herr Yilmaz, was ist Ihr Hauptproblem heute?\n\nPatient: Ich habe seit gestern schwarzen Stuhl und mir ist schwindelig.\n\nArzt: Wie oft hatten Sie den schwarzen Stuhlgang?\n\nPatient: Gestern einmal, heute nochmal.\n\nArzt: War der Stuhl eher teerig und auffaellig dunkel?\n\nPatient: Ja, genau so, richtig schwarz.\n\nArzt: Gab es Blut im Sinne von hellrotem Stuhl oder Bluterbrechen?\n\nPatient: Hellrotes Blut nein, erbrochen habe ich auch kein Blut.\n\nArzt: Haben Sie Bauchschmerzen?\n\nPatient: Ja, seit Wochen oben im Bauch, eher brennend.\n\nArzt: Haben Sie Uebelkeit oder Kreislaufprobleme gehabt?\n\nPatient: Uebelkeit ja, und heute im Bad war mir sehr schwindelig, fast umgekippt.\n\nArzt: Nehmen Sie Schmerzmittel oder Blutverduenner ein?\n\nPatient: Ich nehme oft Ibuprofen wegen dem Knie, fast taeglich.\n\nArzt: Wie viel ungefaehr?\n\nPatient: Meist 600er Tabletten, manchmal zwei bis drei am Tag.\n\nArzt: Trinken Sie regelmaessig Alkohol?\n\nPatient: So zwei Bier taeglich.\n\nArzt: Gibt es Vorerkrankungen?\n\nPatient: Bluthochdruck und Arthrose im Knie.\n\nArzt: Danke. Ich fasse zusammen: Teerstuhl, Schwindel, epigastrische Beschwerden und haeufige NSAID-Einnahme sprechen fuer eine obere Magen-Darm-Blutung.\n\nPatient: Ist das gefaehrlich?\n\nArzt: Ja, das kann gefaehrlich sein. Wir stabilisieren Sie jetzt, nehmen Blut ab, starten eine Magenschutztherapie ueber die Vene und planen eine zeitnahe Magenspiegelung.\n\nPatient: Muss ich hierbleiben?\n\nArzt: Ja, stationaer zur Ueberwachung, damit wir Blutverlust und Kreislauf eng kontrollieren.\n\nPatient: In Ordnung, bitte machen Sie das.",
    "muster_arztbrief": "Patientendaten\nName: Herr Yilmaz\nGeburtsdatum: 03.08.1964\nGeschlecht: maennlich\nAufnahmedatum: 19.02.2026\nEntlassungsdatum: 23.02.2026\n\nAnlass der Vorstellung\nNotfallvorstellung wegen Melaena seit dem Vortag sowie Schwindel und praesynkopaler Episode beim Aufstehen.\n\nAnamnese\nBeschwerdebeginn und -verlauf: erstmalig schwarzer, teerartiger Stuhl am Vortag, erneut am Aufnahmetag; zunehmende Schwaeche und orthostatischer Schwindel.\nBegleitsymptome: epigastrisches Brennen seit Wochen, Uebelkeit.\nVorerkrankungen: Gonarthrose, arterielle Hypertonie.\nMedikamente: Amlodipin 5 mg 1-0-0, Ibuprofen 600 mg haeufig in Eigenmedikation.\nAllergien / Unvertraeglichkeiten: keine bekannt.\nSozialanamnese (falls relevant): taeglicher Alkoholkonsum (ca. 2 Bier), Nikotinabusus (ca. 25 Packyears).\nFamilienanamnese (falls relevant): keine richtungsweisende GI-Tumoranamnese bekannt.\n\nKlinischer Befund\nAllgemeinzustand: reduziert, blass, kreislaufgrenzwertig.\nVitalparameter: RR 102/64 mmHg, HF 112/min, AF 20/min, Temp 36,8 C, SpO2 97 % Raumluft.\nRelevante koerperliche Befunde: epigastrischer Druckschmerz, kein Peritonismus, digital-rektal teerartiger Stuhl.\n\nDiagnostik / Befunde\nUntersuchungen: Labor inkl. Hb-Verlauf und Gerinnung, Blutgruppe/Kreuzblut, Oesophago-Gastro-Duodenoskopie.\nWesentliche Ergebnisse: Hb-Abfall und klinische Konstellation vereinbar mit oberer GI-Blutung; endoskopisch ulzeroese Blutungsquelle im oberen GI-Trakt versorgt.\n\nDiagnose\nHauptdiagnose: Obere gastrointestinale Blutung bei ulzeroeser Laesion.\nNebendiagnosen: NSAID-Exposition, arterielle Hypertonie, Gonarthrose.\n\nTherapie\nStationaere Ueberwachung, i.v.-Volumentherapie, hochdosierte PPI-Therapie, endoskopische Blutstillung, engmaschige Hb- und Kreislaufkontrollen, Anpassung der Analgesie mit Verzicht auf NSAID.\n\nWeiteres Vorgehen / Empfehlungen\nKonsequente PPI-Weiterfuehrung, Vermeidung nichtsteroidaler Antirheumatika, ambulante gastroenterologische Verlaufskontrolle, Wiedervorstellung bei Teerstuhl, Haematemesis, Schwindel oder Synkopen.\n\nEntlassungszustand\nKreislaufstabil, klinisch deutlich gebessert, kein weiterer Hinweis auf aktive Blutung.",
    "muster_arzt_arzt_gespraech": "Muster Arzt-Arzt-Gespraech (Fall: gastro_melaena_oberer_gi_bleed_001)\n\nPrueferarzt: Bitte stellen Sie den Fall strukturiert vor.\n\nKandidat: Herr Yilmaz, 61 Jahre, stellte sich mit Melaena seit gestern und orthostatischem Schwindel vor. Er berichtete zusaetzlich epigastrisches Brennen seit Wochen.\n\nPrueferarzt: Was war in der Anamnese am wichtigsten?\n\nKandidat: Die Teerstuhl-Anamnese, praesynkopale Episode und die haeufige Einnahme von Ibuprofen 600 mg in Eigenmedikation.\n\nPrueferarzt: Welche Differenzialdiagnosen haben Sie initial bedacht?\n\nKandidat: Vor allem obere GI-Blutung, differenzialdiagnostisch untere Blutungsquellen bei atypischem Verlauf.\n\nPrueferarzt: Welche Befunde stuetzten die obere Blutungsquelle?\n\nKandidat: Teerartiger Stuhl, epigastrische Beschwerden, Hb-Abfall und endoskopischer Nachweis einer ulzeroesen Blutungsquelle.\n\nPrueferarzt: Wie sind Sie akut therapeutisch vorgegangen?\n\nKandidat: Kreislaufstabilisierung mit i.v. Volumen, PPI i.v., engmaschige Hb-Kontrollen und zeitnahe diagnostisch-therapeutische Gastroskopie.\n\nPrueferarzt: Was war fuer die Priorisierung der ersten Massnahmen ausschlaggebend?\n\nKandidat: Das potenzielle Haemorrhagierisiko mit Kreislaufbeeintraechtigung und der Bedarf einer fruehen endoskopischen Blutstillung.\n\nPrueferarzt: Welche Risikofaktoren wurden mit dem Patienten besprochen?\n\nKandidat: Vor allem NSAID-Uebergebrauch und regelmaessiger Alkoholkonsum als potenzielle Blutungstreiber.\n\nPrueferarzt: Wie sieht das weitere Vorgehen nach Stabilisierung aus?\n\nKandidat: Fortfuehrung PPI, Verzicht auf NSAID, angepasste Schmerztherapie und ambulante gastroenterologische Verlaufskontrolle.\n\nPrueferarzt: Danke, das war klar strukturiert."
  },
  "urologie_pyelonephritis_001": {
    "muster_arzt_patient_gespraech": "Fall: urologie_pyelonephritis_001\n\nArzt: Guten Tag, ich bin Dr. Weber. Wie darf ich Sie ansprechen?\n\nPatientin: Frau Stein.\n\nArzt: Frau Stein, was ist heute Ihr Hauptproblem?\n\nPatientin: Seit zwei Tagen brennt es beim Wasserlassen und heute habe ich Fieber und starke Schmerzen rechts in der Flanke.\n\nArzt: Wie hoch war das Fieber zu Hause?\n\nPatientin: Bis 39,2 Grad.\n\nArzt: Haben Sie Schuettelfrost gehabt?\n\nPatientin: Ja, heute Mittag stark.\n\nArzt: Muessen Sie haeufig kleine Mengen Wasser lassen?\n\nPatientin: Ja, staendig, aber es kommt wenig.\n\nArzt: Haben Sie Blut im Urin gesehen?\n\nPatientin: Nein.\n\nArzt: Ist Ihnen uebel oder mussten Sie erbrechen?\n\nPatientin: Uebel ist mir, einmal habe ich erbrochen.\n\nArzt: Gibt es vaginalen Ausfluss oder Unterbauchbeschwerden gynoekologischer Art?\n\nPatientin: Nein, kein Ausfluss.\n\nArzt: Koennte eine Schwangerschaft bestehen?\n\nPatientin: Eher nein, ich nehme die Pille, letzte Regel war vor etwa zehn Tagen.\n\nArzt: Hatten Sie frueher aehnliche Infekte?\n\nPatientin: Ja, leider immer wieder Blasenentzuendungen.\n\nArzt: Nehmen Sie Medikamente regelmaessig?\n\nPatientin: Nur die Pille und manchmal Ibuprofen.\n\nArzt: Gibt es Allergien gegen Antibiotika?\n\nPatientin: Cotrimoxazol vertrage ich nicht, da bekomme ich Juckreiz.\n\nArzt: Danke. Die Kombination aus Harnwegsbeschwerden, Fieber und Flankenschmerz spricht fuer eine Nierenbeckenentzuendung rechts.\n\nPatientin: Muss ich ins Krankenhaus?\n\nArzt: Ja, wir empfehlen eine stationaere Behandlung mit i.v. Fluessigkeit, Schmerztherapie und antibiotischer Therapie nach Urin- und Blutkulturen.\n\nPatientin: Gut, dann machen wir das bitte.",
    "muster_arztbrief": "Patientendaten\nName: Frau Stein\nGeburtsdatum: 22.01.1992\nGeschlecht: weiblich\nAufnahmedatum: 19.02.2026\nEntlassungsdatum: 22.02.2026\n\nAnlass der Vorstellung\nNotfallvorstellung wegen Fieber bis 39,2 C und rechtsseitigem Flankenschmerz bei vorausgegangener Dysurie/Pollakisurie.\n\nAnamnese\nBeschwerdebeginn und -verlauf: seit 2 Tagen Dysurie und Pollakisurie, am Aufnahmetag Fieberanstieg und Flankenschmerz rechts.\nBegleitsymptome: Schuettelfrost, Uebelkeit, einmaliges Erbrechen.\nVorerkrankungen: rezidivierende Harnwegsinfekte.\nMedikamente: orale Kontrazeption, Ibuprofen bei Bedarf.\nAllergien / Unvertraeglichkeiten: Cotrimoxazol (Juckreiz/Exanthem).\nSozialanamnese (falls relevant): keine Nikotinexposition, Alkohol selten.\nFamilienanamnese (falls relevant): keine relevanten erblichen Nierenerkrankungen bekannt.\n\nKlinischer Befund\nAllgemeinzustand: reduziert, fiebernd, schmerzbedingt beeintraechtigt.\nVitalparameter: RR 118/72 mmHg, HF 108/min, AF 18/min, Temp 39,0 C, SpO2 98 % Raumluft.\nRelevante koerperliche Befunde: Klopfschmerz ueber rechter Nierenloge, kein Peritonismus.\n\nDiagnostik / Befunde\nUntersuchungen: Urinstatus/-kultur, Blutkulturen, Labor inkl. Entzuendungsparameter und Nierenwerte, Sonografie Nieren/Harntrakt.\nWesentliche Ergebnisse: deutliche Entzuendungszeichen und Urinbefund konsistent mit Harnwegsinfektion; sonografisch kein sicherer Harnstau.\n\nDiagnose\nHauptdiagnose: Akute Pyelonephritis rechts.\nNebendiagnosen: Rezidivierende untere Harnwegsinfekte in der Vorgeschichte.\n\nTherapie\nStationaere Aufnahme, i.v.-Fluessigkeit, antipyretisch-analgetische Therapie, kalkulierte i.v.-Antibiose nach Kulturabnahme, klinische und laborchemische Verlaufskontrolle.\n\nWeiteres Vorgehen / Empfehlungen\nAntibiotikatherapie nach Resistogramm adaptieren und abschliessen, ausreichende Trinkmenge, ambulante haus- bzw. urologische Kontrolle, Wiedervorstellung bei erneutem Fieber, Flankenschmerz oder Erbrechen.\n\nEntlassungszustand\nAfebril, klinisch gebessert, oral belastbar, kreislaufstabil, ambulant weiterbehandelbar.",
    "muster_arzt_arzt_gespraech": "Muster Arzt-Arzt-Gespraech (Fall: urologie_pyelonephritis_001)\n\nPrueferarzt: Bitte stellen Sie den Fall vor.\n\nKandidatin: Frau Stein, 33 Jahre, mit seit zwei Tagen Dysurie und Pollakisurie. Am Aufnahmetag kamen Fieber bis 39,2 C, Schuettelfrost und rechtsseitiger Flankenschmerz hinzu.\n\nPrueferarzt: Welche anamnestischen Details waren entscheidend?\n\nKandidatin: Die Kombination aus unteren Harnwegssymptomen plus systemischer Entzuendungszeichen und Nierenlogenschmerz.\n\nPrueferarzt: Was war fuer Sie in der Differenzialdiagnose relevant?\n\nKandidatin: Abgrenzung zur unteren Zystitis, Urolithiasis und gynoekologischen Ursachen.\n\nPrueferarzt: Welche Punkte sprachen eher gegen eine Stein-Kolik?\n\nKandidatin: Kein kolikartiger wechselnder Schmerzcharakter und keine Makrohaematurie.\n\nPrueferarzt: Welche Befunde stuetzten Ihre Arbeitsdiagnose?\n\nKandidatin: Fieber, Klopfschmerz ueber rechter Nierenloge, Entzuendungsparameter und passender Urinbefund.\n\nPrueferarzt: Wie haben Sie initial therapiert?\n\nKandidatin: Kulturabnahmen vor Antibiotikagabe, dann kalkulierte i.v.-Antibiose, Volumentherapie und antipyretisch-analgetische Behandlung stationaer.\n\nPrueferarzt: Gab es bei der Medikamentenwahl Besonderheiten?\n\nKandidatin: Ja, Cotrimoxazol-Allergie war bekannt und wurde bei der Auswahl beruecksichtigt.\n\nPrueferarzt: Was haben Sie zum weiteren Vorgehen geplant?\n\nKandidatin: Engmaschige klinische und laborchemische Verlaufskontrolle, Antibiotikaanpassung nach Resistogramm und ambulante Nachkontrolle nach Entlassung.\n\nPrueferarzt: Danke, das war nachvollziehbar."
  },
  "abdomen_appendizitis_001": {
    "muster_arzt_patient_gespraech": "Fall: abdomen_appendizitis_001\n\nArzt: Guten Tag, ich bin Dr. Weber. Wie darf ich Sie ansprechen?\n\nPatient: Max Hoffmann.\n\nArzt: Herr Hoffmann, was fuehrt Sie heute zu uns?\n\nPatient: Ich habe seit gestern Bauchschmerzen, jetzt vor allem rechts unten und ziemlich stark.\n\nArzt: Wo haben die Schmerzen zuerst begonnen?\n\nPatient: Erst um den Bauchnabel herum.\n\nArzt: Und wann sind sie nach rechts unten gewandert?\n\nPatient: In der Nacht, seitdem wird es schlimmer.\n\nArzt: Wie stark sind die Schmerzen aktuell auf einer Skala von 0 bis 10?\n\nPatient: Etwa 8 von 10.\n\nArzt: Werden die Schmerzen bei Bewegung oder Husten staerker?\n\nPatient: Ja, deutlich, deshalb gehe ich ganz vorsichtig.\n\nArzt: Haben Sie Uebelkeit oder Erbrechen?\n\nPatient: Mir ist uebel und ich habe einmal erbrochen.\n\nArzt: Haben Sie Appetit?\n\nPatient: Gar nicht.\n\nArzt: Gab es Durchfall oder Blut im Stuhl?\n\nPatient: Nein.\n\nArzt: Beschwerden beim Wasserlassen?\n\nPatient: Nein, nichts.\n\nArzt: Fieber bemerkt?\n\nPatient: Etwas erhoehte Temperatur, aber nicht sehr hoch.\n\nArzt: Haben Sie Vorerkrankungen oder fruehere Bauchoperationen?\n\nPatient: Nein, nichts davon.\n\nArzt: Nehmen Sie regelmaessig Medikamente?\n\nPatient: Nein, nur gestern einmal Paracetamol.\n\nArzt: Danke. Das Muster mit Schmerzverlagerung, Uebelkeit und Druckschmerz rechts unten spricht stark fuer eine akute Blinddarmentzuendung.\n\nPatient: Muss ich operiert werden?\n\nArzt: Sehr wahrscheinlich ja, aber vorher machen wir Labor und Ultraschall, gegebenenfalls weitere Bildgebung. Dann besprechen wir den Eingriff mit der Chirurgie.\n\nPatient: Okay, bitte machen Sie das schnell.\n\nArzt: Selbstverstaendlich. Wir kuemmern uns jetzt um Schmerztherapie und die weitere Akutdiagnostik.",
    "muster_arztbrief": "Patientendaten\nName: Max Hoffmann\nGeburtsdatum: 12.06.2001\nGeschlecht: maennlich\nAufnahmedatum: 19.02.2026\nEntlassungsdatum: 22.02.2026\n\nAnlass der Vorstellung\nVorstellung in der Notaufnahme wegen progredienter Bauchschmerzen mit Schmerzverlagerung in den rechten Unterbauch seit dem Vortag.\n\nAnamnese\nBeschwerdebeginn und -verlauf: initial periumbilikaler Schmerz, im Verlauf Wanderung in den rechten Unterbauch mit deutlicher Schmerzprogredienz.\nBegleitsymptome: Appetitlosigkeit, Uebelkeit, einmaliges Erbrechen, subfebriles Temperaturgefuehl.\nVorerkrankungen: keine relevanten.\nMedikamente: keine Dauermedikation, einmalig Paracetamol 500 mg vor Aufnahme.\nAllergien / Unvertraeglichkeiten: keine bekannt.\nSozialanamnese (falls relevant): Student, lebt in WG, Nichtraucher.\nFamilienanamnese (falls relevant): ohne richtungsweisende gastrointestinale Belastung.\n\nKlinischer Befund\nAllgemeinzustand: schmerzgeplagt, kreislaufstabil.\nVitalparameter: RR 126/78 mmHg, HF 98/min, AF 18/min, Temp 37,8 C, SpO2 99 % Raumluft.\nRelevante koerperliche Befunde: lokaler Druckschmerz im rechten Unterbauch, Schmerzverstaerkung bei Erschuetterung/Husten.\n\nDiagnostik / Befunde\nUntersuchungen: Labor inkl. Entzuendungsparameter, Abdomen-Sonografie, klinische Verlaufskontrollen.\nWesentliche Ergebnisse: Entzuendungszeichen erhoeht, sonografischer Befund vereinbar mit akuter Appendizitis.\n\nDiagnose\nHauptdiagnose: Akute Appendizitis.\nNebendiagnosen: keine relevanten.\n\nTherapie\nStationaere Aufnahme, praeoperative Nahrungskarenz, i.v.-Fluessigkeit, Analgesie, perioperative Antibiotikaprophylaxe und laparoskopische Appendektomie ohne Komplikationen.\n\nWeiteres Vorgehen / Empfehlungen\nPostoperative Verlaufskontrolle, schrittweiser Kostaufbau, ambulante Wundkontrolle, Wiedervorstellung bei Fieber, zunehmenden Schmerzen, Erbrechen oder Wundauffaelligkeit.\n\nEntlassungszustand\nIn gutem Allgemeinzustand, afebril, mobilisiert, oral belastbar, reizlose Wundverhaeltnisse.",
    "muster_arzt_arzt_gespraech": "Muster Arzt-Arzt-Gespraech (Fall: abdomen_appendizitis_001)\n\nPrueferarzt: Bitte uebergeben Sie den Fall strukturiert.\n\nKandidat: Herr Hoffmann, 24 Jahre, stellte sich mit seit gestern bestehenden Bauchschmerzen vor. Initial periumbilikal, dann Verlagerung in den rechten Unterbauch mit Progredienz auf NRS 8/10.\n\nPrueferarzt: Welche anamnestischen Merkmale waren am wichtigsten?\n\nKandidat: Schmerzmigration, Bewegungsabhaengigkeit, Appetitlosigkeit, Uebelkeit und einmaliges Erbrechen.\n\nPrueferarzt: Was war zur Differenzialdiagnose notwendig zu erheben?\n\nKandidat: Darm- und Harnsymptomatik, um andere Ursachen wie Gastroenteritis oder urologische Genese abzugrenzen.\n\nPrueferarzt: Welche Angaben sprachen eher gegen eine gastroenteritische Ursache?\n\nKandidat: Kein Durchfall, kein diffuser krampfartiger Schmerz und klare Lokalisation im rechten Unterbauch.\n\nPrueferarzt: Welche Befunde stuetzten Ihre Verdachtsdiagnose?\n\nKandidat: Klinisch lokaler Druckschmerz rechts unten mit Erschuetterungsschmerz sowie erhoehte Entzuendungsparameter und passender Sonografiebefund.\n\nPrueferarzt: Wie sah Ihr initiales Vorgehen aus?\n\nKandidat: Stationaere Aufnahme, Nahrungskarenz, i.v.-Fluessigkeit, Analgesie und fruehzeitige chirurgische Vorstellung.\n\nPrueferarzt: Warum haben Sie frueh chirurgisch konsiliert?\n\nKandidat: Wegen hoher klinischer Wahrscheinlichkeit einer akuten Appendizitis und zur zeitnahen operativen Sanierung.\n\nPrueferarzt: Welche Aufklaerungspunkte wurden angesprochen?\n\nKandidat: Verdachtsdiagnose, Operationsindikation, typische OP-Risiken und Warnzeichen fuer den postoperativen Verlauf.\n\nPrueferarzt: Wie ist die Nachsorge organisiert?\n\nKandidat: Postoperative klinische Kontrollen stationaer, dann ambulante Wundkontrolle und klare Wiedervorstellungsindikationen.\n\nPrueferarzt: Danke, das war strukturiert und klinisch konsistent."
  },
  "schilddruese_hypothyreose_001": {
    "muster_arzt_patient_gespraech": "Fall: schilddruese_hypothyreose_001\n\nArzt: Guten Tag, ich bin Dr. Weber. Wie darf ich Sie ansprechen?\n\nPatientin: Frau Albrecht.\n\nArzt: Frau Albrecht, was fuehrt Sie heute zu uns?\n\nPatientin: Ich bin seit Monaten sehr muede, friere staendig und nehme zu.\n\nArzt: Seit wann bestehen diese Beschwerden genau?\n\nPatientin: So richtig seit etwa einem halben Jahr, in letzter Zeit schlimmer.\n\nArzt: Wie ist es mit Ihrem Gewicht und Ihrem Appetit?\n\nPatientin: Ich habe etwa 5 Kilo zugenommen, obwohl ich nicht mehr esse als frueher.\n\nArzt: Gibt es Verstopfung oder Hautveraenderungen?\n\nPatientin: Ja, ich habe oft Verstopfung und die Haut ist sehr trocken.\n\nArzt: Haben Sie Herzrasen, Zittern oder Fieber?\n\nPatientin: Nein, eher das Gegenteil, ich bin langsam und schlapp.\n\nArzt: Ist bei Ihnen eine Schilddruesenerkrankung bekannt?\n\nPatientin: Ja, Hashimoto wurde vor Jahren festgestellt.\n\nArzt: Nehmen Sie L-Thyroxin regelmaessig ein?\n\nPatientin: Ehrlich gesagt nicht immer, und oft zusammen mit Kaffee.\n\nArzt: Verstehe. Das kann die Wirkung beeintraechtigen.\n\nPatientin: Das wusste ich nicht genau.\n\nArzt: Danke fuer die offenen Angaben. Ihre Beschwerden passen zu einer Unterfunktion der Schilddruese.\n\nPatientin: Ist das gut behandelbar?\n\nArzt: Ja. Wir kontrollieren jetzt die Schilddruesenwerte und passen die Therapie an. Wichtig ist die regelmaessige, korrekt nuechterne Einnahme.\n\nPatientin: Gut, das mache ich.",
    "muster_arztbrief": "Patientendaten\nName: Frau Albrecht\nGeburtsdatum: 02.09.1980\nGeschlecht: weiblich\nAufnahmedatum: 19.02.2026\nEntlassungsdatum: 20.02.2026\n\nAnlass der Vorstellung\nVorstellung wegen seit Monaten progredienter Fatigue, Kuehlintoleranz und Gewichtszunahme.\n\nAnamnese\nBeschwerdebeginn und -verlauf: schleichender Beginn ueber mehrere Monate mit deutlicher Zunahme in den letzten Wochen.\nBegleitsymptome: trockene Haut, Obstipation, Konzentrationsminderung.\nVorerkrankungen: Hashimoto-Thyreoiditis.\nMedikamente: L-Thyroxin 50 ug, zuletzt unregelmaessige und nicht regelgerechte Einnahme.\nAllergien / Unvertraeglichkeiten: keine bekannt.\nSozialanamnese (falls relevant): hohe Alltagsbelastung bei Beruf und Familie.\nFamilienanamnese (falls relevant): Mutter mit Schilddruesenerkrankung.\n\nKlinischer Befund\nAllgemeinzustand: reduziert, verlangsamt, kreislaufstabil.\nVitalparameter: RR 128/78 mmHg, HF 62/min, AF 14/min, Temp 36,5 C, SpO2 99 % Raumluft.\nRelevante koerperliche Befunde: trockene Haut, keine Zeichen einer akuten kardiorespiratorischen Dekompensation.\n\nDiagnostik / Befunde\nUntersuchungen: Schilddruesenparameter (TSH, fT4, fT3), Basislabor.\nWesentliche Ergebnisse: Befundkonstellation vereinbar mit hypothyreoter Stoffwechsellage.\n\nDiagnose\nHauptdiagnose: Hypothyreose bei bekannter Hashimoto-Thyreoiditis.\nNebendiagnosen: Adhaerenzproblem bei Hormonsubstitution.\n\nTherapie\nAufklaerung zur korrekten Einnahme von L-Thyroxin, Anpassung der Substitutionsdosis nach Labor und ambulante Verlaufskontrolle.\n\nWeiteres Vorgehen / Empfehlungen\nVerbindliche morgendliche nuechterne Einnahme, Verlaufskontrolle der Schilddruesenwerte in 6-8 Wochen, haus- bzw. endokrinologische Mitbehandlung.\n\nEntlassungszustand\nKreislaufstabil, ohne akute Gefaehrdung, ambulant weiterbehandelbar.",
    "muster_arzt_arzt_gespraech": "Muster Arzt-Arzt-Gespraech (Fall: schilddruese_hypothyreose_001)\n\nPrueferarzt: Bitte stellen Sie den Fall strukturiert vor.\n\nKandidatin: Frau Albrecht, 45 Jahre, kam mit seit Monaten progredienter Muedigkeit, Kuehlintoleranz und Gewichtszunahme. Begleitend bestehen Obstipation und trockene Haut.\n\nPrueferarzt: Welche anamnestischen Punkte waren fuer Sie zentral?\n\nKandidatin: Die schleichende Dynamik, die typische Symptomtrias und die bekannte Hashimoto-Anamnese.\n\nPrueferarzt: Gab es Hinweise gegen eine Hyperthyreose?\n\nKandidatin: Ja, kein Herzrasen, kein Tremor und kein Gewichtsverlust.\n\nPrueferarzt: Was war bei der Therapieanamnese auffaellig?\n\nKandidatin: L-Thyroxin wurde unregelmaessig und nicht regelgerecht eingenommen, teils zusammen mit Kaffee.\n\nPrueferarzt: Wie haben Sie das weitere Vorgehen priorisiert?\n\nKandidatin: Laborchemische Sicherung der Stoffwechsellage, Dosisanpassung der Substitution und strukturierte Einnahmeaufklaerung.\n\nPrueferarzt: Welche Kernbotschaft haben Sie der Patientin vermittelt?\n\nKandidatin: Dass die korrekte, taegliche nuechterne Einnahme entscheidend fuer die Symptomkontrolle ist.\n\nPrueferarzt: Danke, das war nachvollziehbar."
  },
  "schilddruese_hyperthyreose_001": {
    "muster_arzt_patient_gespraech": "Fall: schilddruese_hyperthyreose_001\n\nArzt: Guten Tag, ich bin Dr. Weber. Wie darf ich Sie ansprechen?\n\nPatientin: Frau Berger.\n\nArzt: Frau Berger, was belastet Sie aktuell am meisten?\n\nPatientin: Mein Herz rast oft, ich bin dauernd unruhig und nehme trotzdem ab.\n\nArzt: Seit wann haben Sie diese Beschwerden?\n\nPatientin: Seit etwa zwei Monaten, in den letzten Wochen deutlich schlimmer.\n\nArzt: Wie viel Gewicht haben Sie ungefaehr verloren?\n\nPatientin: Etwa 6 Kilo in zwei Monaten, obwohl ich eher mehr esse.\n\nArzt: Haben Sie noch weitere Symptome bemerkt, zum Beispiel Zittern oder Schwitzen?\n\nPatientin: Ja, meine Haende zittern und ich schwitze schnell, auch ohne Anstrengung.\n\nArzt: Wie schlafen Sie derzeit?\n\nPatientin: Schlecht, ich wache oft auf und komme nicht zur Ruhe.\n\nArzt: Gab es Ohnmacht, Brustschmerzen oder Fieber?\n\nPatientin: Nein, das nicht.\n\nArzt: Nehmen Sie Medikamente regelmaessig ein?\n\nPatientin: Nein, keine.\n\nArzt: Haben Sie in der Familie Schilddruesenerkrankungen?\n\nPatientin: Ja, meine Mutter hatte wohl eine Ueberfunktion.\n\nArzt: Danke. Ihre Beschwerden passen zu einer moeglichen Schilddruesenueberfunktion.\n\nPatientin: Ich dachte die ganze Zeit, es ist vielleicht mein Herz.\n\nArzt: Das Herz reagiert oft auf die Hormone. Wir machen jetzt gezielt Labor und ein EKG, dann planen wir die weitere Therapie.\n\nPatientin: Gut, danke.",
    "muster_arztbrief": "Patientendaten\nName: Frau Berger\nGeburtsdatum: 15.05.1994\nGeschlecht: weiblich\nAufnahmedatum: 19.02.2026\nEntlassungsdatum: 20.02.2026\n\nAnlass der Vorstellung\nVorstellung wegen Palpitationen, innerer Unruhe und Gewichtsverlust trotz gesteigertem Appetit.\n\nAnamnese\nBeschwerdebeginn und -verlauf: Beginn vor ca. 2 Monaten, progrediente Symptomatik.\nBegleitsymptome: Tremor, Hitzeintoleranz, vermehrtes Schwitzen, Schlafstoerungen.\nVorerkrankungen: keine gesicherte internistische Vorerkrankung.\nMedikamente: keine Dauermedikation.\nAllergien / Unvertraeglichkeiten: keine bekannt.\nSozialanamnese (falls relevant): beruflicher Stress, hoher Koffeinkonsum, gelegentliches Rauchen.\nFamilienanamnese (falls relevant): Schilddruesenueberfunktion bei der Mutter bekannt.\n\nKlinischer Befund\nAllgemeinzustand: nervoes-unruhig, kreislaufstabil.\nVitalparameter: RR 134/76 mmHg, HF 112/min, AF 16/min, Temp 36,8 C, SpO2 99 % Raumluft.\nRelevante koerperliche Befunde: feinschlaegiger Tremor, warme Haut, keine akute kardiale Dekompensation.\n\nDiagnostik / Befunde\nUntersuchungen: TSH, fT4, fT3, EKG, Basislabor.\nWesentliche Ergebnisse: laborchemische Konstellation vereinbar mit Hyperthyreose, EKG mit Sinustachykardie.\n\nDiagnose\nHauptdiagnose: Hyperthyreose.\nNebendiagnosen: Sinustachykardie, Stressbelastung.\n\nTherapie\nSymptomkontrolle und endokrinologische Abklaerung/Einleitung einer spezifischen Therapie nach Befund.\n\nWeiteres Vorgehen / Empfehlungen\nZeitnahe endokrinologische Mitbetreuung, Verlauf der Schilddruesenparameter, Reduktion externer Trigger (u. a. Koffein), Wiedervorstellung bei progredientem Herzrasen oder neuen Warnzeichen.\n\nEntlassungszustand\nKreislaufstabil, orientiert, ambulant weiterbehandelbar.",
    "muster_arzt_arzt_gespraech": "Muster Arzt-Arzt-Gespraech (Fall: schilddruese_hyperthyreose_001)\n\nPrueferarzt: Bitte beginnen Sie mit der strukturierten Fallvorstellung.\n\nKandidatin: Frau Berger, 31 Jahre, mit Palpitationen, innerer Unruhe, Tremor und Gewichtsverlust trotz gesteigertem Appetit seit etwa zwei Monaten.\n\nPrueferarzt: Was war anamnestisch besonders wegweisend?\n\nKandidatin: Die Kombination aus vegetativer Uebererregung, Gewichtsverlust bei gutem Appetit und Hitzintoleranz.\n\nPrueferarzt: Welche Befunde oder Angaben machten eine primar kardiale Ursache weniger wahrscheinlich?\n\nKandidatin: Kein Synkopenereignis, kein thorakaler Dauerschmerz und klinisch eher endokrin gezeichnete Symptomatik.\n\nPrueferarzt: Welche Diagnostik haben Sie priorisiert?\n\nKandidatin: Schilddruesenparameter, EKG und Basislabor zur Risiko- und Verlaufseinschaetzung.\n\nPrueferarzt: Wie haben Sie das weitere Vorgehen erklaert?\n\nKandidatin: Ich habe den Zusammenhang zwischen Hormonen und Herzsymptomen erklaert und die zeitnahe endokrinologische Therapieplanung dargestellt.\n\nPrueferarzt: Welche Beratungspunkte waren zusaetzlich wichtig?\n\nKandidatin: Reduktion triggernder Faktoren wie hoher Koffeinkonsum und klare Warnzeichenkommunikation.\n\nPrueferarzt: Danke, das war gut strukturiert."
  },
  "infekt_exsikkose_ae_ltere_patientin_001": {
    "muster_arzt_patient_gespraech": "Fall: infekt_exsikkose_ae_ltere_patientin_001\n\nArzt: Guten Tag, ich bin Dr. Weber. Wie darf ich Sie ansprechen?\n\nPatientin: Frau Neumann.\n\nArzt: Frau Neumann, was fuehrt Sie heute zu uns?\n\nPatientin: Ich habe die letzten Tage kaum getrunken und mir wird beim Aufstehen sehr schwindelig.\n\nArzt: Seit wann trinken Sie so wenig?\n\nPatientin: Seit etwa drei Tagen.\n\nArzt: Wissen Sie ungefaehr, wie viel Sie pro Tag trinken konnten?\n\nPatientin: Vielleicht nur zwei kleine Glaeser, also unter einem halben Liter.\n\nArzt: Haben Sie Uebelkeit, Erbrechen oder Durchfall gehabt?\n\nPatientin: Uebelkeit ja, aber kein Erbrechen mehr und keinen Durchfall.\n\nArzt: Wie ist Ihr Urin in letzter Zeit?\n\nPatientin: Wenig und dunkel.\n\nArzt: Hatten Sie Fieber, Brustschmerzen oder Luftnot?\n\nPatientin: Nein, nichts davon.\n\nArzt: Gibt es Vorerkrankungen?\n\nPatientin: Ich habe eine Nierenschwaeche und Bluthochdruck.\n\nArzt: Welche Medikamente nehmen Sie regelmaessig?\n\nPatientin: Torasemid und Bisoprolol.\n\nArzt: Wohnen Sie allein zu Hause?\n\nPatientin: Ja, die Nachbarin schaut manchmal vorbei.\n\nArzt: Danke. Das passt zu einer deutlichen Austrocknung mit Kreislaufproblemen.\n\nPatientin: Ich hatte schon Angst, dass ich umkippe.\n\nArzt: Genau deshalb nehmen wir Sie jetzt zur Stabilisierung auf, geben Fluessigkeit und kontrollieren Kreislauf, Nierenwerte und moegliche Ausloeser.\n\nPatientin: Gut, danke.",
    "muster_arztbrief": "Patientendaten\nName: Frau Neumann\nGeburtsdatum: 07.02.1943\nGeschlecht: weiblich\nAufnahmedatum: 19.02.2026\nEntlassungsdatum: 22.02.2026\n\nAnlass der Vorstellung\nVorstellung wegen ausgepraegter Schwaeche und orthostatischem Schwindel bei deutlich reduzierter Trinkmenge seit 3 Tagen.\n\nAnamnese\nBeschwerdebeginn und -verlauf: seit 3 Tagen verminderte orale Fluessigkeitsaufnahme mit zunehmender Kreislaufbeeintraechtigung beim Aufstehen.\nBegleitsymptome: trockener Mund, dunkler konzentrierter Urin, Uebelkeit.\nVorerkrankungen: chronische Niereninsuffizienz Stadium 3, arterielle Hypertonie.\nMedikamente: Torasemid 10 mg 1-0-0, Bisoprolol 5 mg 1-0-0.\nAllergien / Unvertraeglichkeiten: keine bekannt.\nSozialanamnese (falls relevant): lebt allein, eingeschraenkte Alltagssicherheit.\nFamilienanamnese (falls relevant): keine akut richtungsweisende Belastung.\n\nKlinischer Befund\nAllgemeinzustand: reduziert, exsikkiert wirkend.\nVitalparameter: RR 102/62 mmHg (orthostatische Tendenz), HF 94/min, AF 16/min, Temp 36,7 C, SpO2 98 % Raumluft.\nRelevante koerperliche Befunde: trockene Schleimhaeute, verminderter Hautturgor, orthostatischer Schwindel.\n\nDiagnostik / Befunde\nUntersuchungen: Labor inkl. Elektrolyte und Nierenretentionsparameter, Urinstatus, klinische Verlaufskontrollen.\nWesentliche Ergebnisse: Konstellation vereinbar mit Exsikkose und prrenaler Nierenfunktionsbeeintraechtigung.\n\nDiagnose\nHauptdiagnose: Exsikkose mit orthostatischer Kreislaufdysregulation.\nNebendiagnosen: Chronische Niereninsuffizienz Stadium 3, arterielle Hypertonie.\n\nTherapie\nStationaere Rehydrierung, engmaschige Kreislauf- und Laborkontrollen, Anpassung der Medikation entsprechend klinischer Entwicklung.\n\nWeiteres Vorgehen / Empfehlungen\nAusreichende Trinkmengenplanung, fruehzeitige hausrztliche Verlaufskontrolle, Sturzprophylaxe im Alltag, Wiedervorstellung bei erneutem Schwindel, reduzierter Diurese oder Allgemeinzustandsverschlechterung.\n\nEntlassungszustand\nKlinisch stabilisiert, Schwindel deutlich regredient, oral ausreichende Fluessigkeitsaufnahme moeglich.",
    "muster_arzt_arzt_gespraech": "Muster Arzt-Arzt-Gespraech (Fall: infekt_exsikkose_ae_ltere_patientin_001)\n\nPrueferarzt: Bitte stellen Sie den Fall strukturiert vor.\n\nKandidatin: Frau Neumann, 82 Jahre, stellte sich mit orthostatischem Schwindel und ausgepraegter Schwaeche bei seit drei Tagen deutlich reduzierter Trinkmenge vor.\n\nPrueferarzt: Welche Angaben waren fuer Sie entscheidend?\n\nKandidatin: Die sehr geringe Fluessigkeitsaufnahme unter 500 ml/Tag, dunkler Urin und die orthostatische Symptomatik.\n\nPrueferarzt: Welche Differenzialdiagnosen haben Sie parallel bedacht?\n\nKandidatin: Vor allem Kreislaufdysregulation bei Exsikkose, differenzialdiagnostisch infektoese und kardiale Ursachen.\n\nPrueferarzt: Welche Befunde stuetzten die Exsikkose klinisch?\n\nKandidatin: Trockene Schleimhaeute, verminderter Hautturgor und orthostatischer Blutdruckabfall.\n\nPrueferarzt: Wie haben Sie initial therapiert?\n\nKandidatin: Stationaere Rehydrierung, engmaschige Kontrollen von Vitalparametern, Elektrolyten und Nierenfunktion sowie Medikationspruefung.\n\nPrueferarzt: Welche Sicherheitsaspekte wurden kommuniziert?\n\nKandidatin: Erhoehtes Sturzrisiko, klare Wiedervorstellungsindikationen und strukturiertes Trinkmengenmanagement nach Entlassung.\n\nPrueferarzt: Danke, das war nachvollziehbar."
  },
  "dermatologie_urtikaria_001": {
    "muster_arzt_patient_gespraech": "Fall: dermatologie_urtikaria_001\n\nArzt: Guten Tag, ich bin Dr. Weber. Wie darf ich Sie ansprechen?\n\nPatientin: Frau Lorenz.\n\nArzt: Frau Lorenz, was ist Ihr Hauptproblem heute?\n\nPatientin: Seit gestern habe ich am ganzen Koerper juckende Quaddeln.\n\nArzt: Wann hat das genau begonnen?\n\nPatientin: Gestern Abend, zuerst an den Armen, dann am Rumpf.\n\nArzt: Bleiben die Quaddeln an derselben Stelle?\n\nPatientin: Nein, sie wandern irgendwie und manche verschwinden wieder.\n\nArzt: Haben Sie Atemnot, Enge im Hals oder Schluckprobleme?\n\nPatientin: Nein, nur leichtes Kribbeln an den Lippen.\n\nArzt: Hatten Sie Fieber oder fuehlen Sie sich krank?\n\nPatientin: Nein, eigentlich nicht.\n\nArzt: Gab es neue Lebensmittel, Medikamente oder andere moegliche Ausloeser?\n\nPatientin: Ich habe gestern einen neuen Proteinriegel gegessen.\n\nArzt: Gibt es bekannte Allergien?\n\nPatientin: Ich vermute Nuesse, aber das wurde nie richtig getestet.\n\nArzt: Nehmen Sie etwas gegen die Beschwerden?\n\nPatientin: Cetirizin, das hilft etwas.\n\nArzt: Danke. Das passt zu einer akuten Urtikaria ohne aktuelle Zeichen einer schweren Atemwegsbeteiligung.\n\nPatientin: Kann das trotzdem gefaehrlich werden?\n\nArzt: Ja, bei Atemnot oder Halsenge sofort Notruf. Wir besprechen jetzt die Akuttherapie, Triggervermeidung und das weitere allergologische Vorgehen.\n\nPatientin: Okay, danke.",
    "muster_arztbrief": "Patientendaten\nName: Frau Lorenz\nGeburtsdatum: 28.10.1998\nGeschlecht: weiblich\nAufnahmedatum: 19.02.2026\nEntlassungsdatum: 19.02.2026\n\nAnlass der Vorstellung\nVorstellung wegen akut aufgetretener generalisierter juckender Quaddeln seit dem Vorabend.\n\nAnamnese\nBeschwerdebeginn und -verlauf: ploetzlicher Beginn mit schubweise auftretenden, fluechtigen Quaddeln.\nBegleitsymptome: starker Juckreiz, leichtes Lippenkribbeln.\nVorerkrankungen: saisonale Rhinokonjunktivitis.\nMedikamente: Cetirizin bei Bedarf.\nAllergien / Unvertraeglichkeiten: vermutete, nicht abschliessend gesicherte Nussallergie.\nSozialanamnese (falls relevant): Studentin, keine Nikotinexposition.\nFamilienanamnese (falls relevant): atopische Belastung in der Familie.\n\nKlinischer Befund\nAllgemeinzustand: gut, kreislaufstabil.\nVitalparameter: RR 118/70 mmHg, HF 82/min, AF 14/min, Temp 36,7 C, SpO2 99 % Raumluft.\nRelevante koerperliche Befunde: urtikarielle Hautlsionen ohne Zeichen einer respiratorischen Kompromittierung.\n\nDiagnostik / Befunde\nUntersuchungen: klinische Diagnosestellung, anaphylaxierelevantes Monitoring in der Akutsituation.\nWesentliche Ergebnisse: akute Urtikaria, derzeit keine Hinweise auf schwere Anaphylaxie.\n\nDiagnose\nHauptdiagnose: Akute Urtikaria.\nNebendiagnosen: Atopische Diathese, Verdacht auf Nahrungsmitteltrigger.\n\nTherapie\nAntihistaminische Akuttherapie und klinische Beobachtung; Aufklaerung zu Warnzeichen einer systemischen Reaktion.\n\nWeiteres Vorgehen / Empfehlungen\nTriggerdokumentation, allergologische Abklaerung, Notfallplan bei Atemwegs- oder Kreislaufsymptomen, Wiedervorstellung bei Progredienz.\n\nEntlassungszustand\nKlinisch stabil, ohne Atemwegsbeteiligung, ambulant weiterbehandelbar.",
    "muster_arzt_arzt_gespraech": "Muster Arzt-Arzt-Gespraech (Fall: dermatologie_urtikaria_001)\n\nPrueferarzt: Bitte stellen Sie den Fall strukturiert vor.\n\nKandidatin: Frau Lorenz, 27 Jahre, stellte sich mit seit gestern akut aufgetretenen, stark juckenden und fluechtigen Quaddeln vor.\n\nPrueferarzt: Welche anamnestischen Punkte waren prioritaer?\n\nKandidatin: Erhebung von Anaphylaxiezeichen, zeitlicher Verlauf der Hautsymptome und potenzielle Trigger.\n\nPrueferarzt: Welche Zeichen einer schweren Anaphylaxie lagen nicht vor?\n\nKandidatin: Keine Atemnot, keine Halsenge, keine Kreislaufinstabilitaet.\n\nPrueferarzt: Welcher Ausloeser war moeglich?\n\nKandidatin: Ein neu konsumierter Proteinriegel am Vortag bei vermuteter Nussallergie.\n\nPrueferarzt: Wie sind Sie therapeutisch vorgegangen?\n\nKandidatin: Antihistaminische Akuttherapie und engmaschige klinische Reevaluation.\n\nPrueferarzt: Was haben Sie zur Sicherheit kommuniziert?\n\nKandidatin: Bei Luftnot, Heiserkeit, Schluckstoerung oder Kreislaufbeschwerden sofortige Notfallvorstellung.\n\nPrueferarzt: Wie sieht das weitere Vorgehen aus?\n\nKandidatin: Ambulante allergologische Abklaerung und strukturierte Triggervermeidung.\n\nPrueferarzt: Danke, das war klar."
  },
  "psychiatrie_depressive_episode_001": {
    "muster_arzt_patient_gespraech": "Fall: psychiatrie_depressive_episode_001\n\nArzt: Guten Tag, ich bin Dr. Weber. Wie darf ich Sie ansprechen?\n\nPatientin: Frau Schmidt.\n\nArzt: Frau Schmidt, was belastet Sie aktuell am meisten?\n\nPatientin: Ich fuehle mich seit Wochen leer und schaffe meinen Alltag kaum noch.\n\nArzt: Seit wann geht es Ihnen so?\n\nPatientin: Ungefaehr seit zwei Monaten, in letzter Zeit deutlich schlimmer.\n\nArzt: Hat sich Ihr Antrieb oder Ihre Freude an frueheren Aktivitaeten veraendert?\n\nPatientin: Ja, ich habe zu nichts mehr Energie und nichts macht mir wirklich Freude.\n\nArzt: Wie schlafen Sie derzeit?\n\nPatientin: Schlecht, ich wache oft auf und kann dann kaum wieder einschlafen.\n\nArzt: Wie ist Ihr Appetit und Ihre Konzentration?\n\nPatientin: Ich esse weniger und kann mich bei der Arbeit kaum konzentrieren.\n\nArzt: Haben Sie Alkohol oder andere Substanzen vermehrt genutzt?\n\nPatientin: Nein.\n\nArzt: Gab es frueher manische Phasen mit starkem Antrieb oder sehr wenig Schlaf ohne Muedigkeit?\n\nPatientin: Nein.\n\nArzt: Ich stelle jetzt eine wichtige Frage: Haben Sie Gedanken, nicht mehr leben zu wollen?\n\nPatientin: Ja, manchmal denke ich, es waere leichter, nicht mehr da zu sein. Ich habe aber keinen Plan, mir etwas anzutun.\n\nArzt: Danke, dass Sie das sagen. Das ist sehr wichtig.\n\nPatientin: Ich habe Angst, dass ich so nicht mehr funktionieren kann.\n\nArzt: Wir nehmen das ernst und planen jetzt gemeinsam sichere naechste Schritte mit psychiatrischer Mitbehandlung und enger Begleitung.\n\nPatientin: Danke, das hilft mir.",
    "muster_arztbrief": "Patientendaten\nName: Frau Schmidt\nGeburtsdatum: 11.12.1986\nGeschlecht: weiblich\nAufnahmedatum: 19.02.2026\nEntlassungsdatum: 21.02.2026\n\nAnlass der Vorstellung\nVorstellung wegen seit Wochen progredienter gedrueckter Stimmung, Antriebsminderung und deutlicher psychosozialer Funktionsbeeintraechtigung.\n\nAnamnese\nBeschwerdebeginn und -verlauf: schleichender Beginn vor ca. 8 Wochen, zunehmende Symptomlast.\nBegleitsymptome: Ein- und Durchschlafstoerungen, Appetitminderung, Konzentrationsprobleme, sozialer Rueckzug.\nVorerkrankungen: keine psychiatrische Vorbehandlung bekannt.\nMedikamente: keine Dauermedikation.\nAllergien / Unvertraeglichkeiten: keine bekannt.\nSozialanamnese (falls relevant): Schichtdienst, Partnerschaftskonflikte, hohe berufliche Belastung.\nFamilienanamnese (falls relevant): depressive Episode bei Mutter bekannt.\n\nKlinischer Befund\nAllgemeinzustand: psychisch deutlich niedergedrueckt, verlangsamt, orientiert.\nVitalparameter: RR 122/76 mmHg, HF 78/min, AF 14/min, Temp 36,6 C, SpO2 99 % Raumluft.\nRelevante koerperliche Befunde: keine akut internistische Gefaehrdung, psychischer Befund mit depressiver Symptomatik.\n\nDiagnostik / Befunde\nUntersuchungen: klinisch-psychiatrische Exploration inkl. Suizidalitaetsscreening.\nWesentliche Ergebnisse: depressive Episode mit passiven Todeswuenschen ohne akute Umsetzungsabsicht.\n\nDiagnose\nHauptdiagnose: Depressive Episode.\nNebendiagnosen: Schlafstoerung, psychosoziale Belastungssituation.\n\nTherapie\nKrisenintervention, psychiatrische Mitbeurteilung, Sicherheitsplanung und Einleitung einer leitliniengerechten weiterfuehrenden Behandlung.\n\nWeiteres Vorgehen / Empfehlungen\nZeitnahe ambulante bzw. teilstationaere psychiatrisch-psychotherapeutische Anbindung, engmaschige Verlaufskontrollen, klare Notfallstrategie bei Zunahme suizidaler Impulse.\n\nEntlassungszustand\nPsychisch stabilisiert, keine akute Eigengefaehrdung, verbindliche Weiterbehandlung organisiert.",
    "muster_arzt_arzt_gespraech": "Muster Arzt-Arzt-Gespraech (Fall: psychiatrie_depressive_episode_001)\n\nPrueferarzt: Bitte stellen Sie den Fall strukturiert vor.\n\nKandidatin: Frau Schmidt, 39 Jahre, mit seit etwa acht Wochen progredienter depressiver Stimmung, Antriebsmangel und Interessenverlust.\n\nPrueferarzt: Welche Symptome waren fuer die klinische Einordnung zentral?\n\nKandidatin: Kernsymptome waren gedrueckte Stimmung, Anhedonie und reduzierte Energie, begleitet von Schlaf- und Konzentrationsstoerungen.\n\nPrueferarzt: Welche Differenzialaspekte haben Sie aktiv abgefragt?\n\nKandidatin: Psychotische Symptome, substanzassoziierte Ursachen und anamnestische Hinweise auf manische Episoden.\n\nPrueferarzt: Wie haben Sie die Suizidalitaet erhoben?\n\nKandidatin: Direkt und empathisch; es bestanden passive Todeswuensche ohne konkrete Planung oder akute Umsetzungsabsicht.\n\nPrueferarzt: Was war Ihr therapeutischer Schwerpunkt in der Akutsituation?\n\nKandidatin: Sicherheitsorientierte Krisenintervention, psychiatrische Mitbeurteilung und verbindliche Anschlussbehandlung.\n\nPrueferarzt: Welche Sicherheitsinformationen wurden der Patientin gegeben?\n\nKandidatin: Konkreter Notfallplan bei Zunahme suizidaler Gedanken und niederschwellige sofortige Wiedervorstellung.\n\nPrueferarzt: Danke, das war strukturiert und verantwortungsvoll."
  },
  "psychiatrie_panikattacke_001": {
    "muster_arzt_patient_gespraech": "Fall: psychiatrie_panikattacke_001\n\nArzt: Guten Tag, ich bin Dr. Weber. Wie darf ich Sie ansprechen?\n\nPatientin: Frau Klein.\n\nArzt: Frau Klein, was fuehrt Sie heute zu uns?\n\nPatientin: Ich bekomme ploetzlich Herzrasen und Luftnot. Dann denke ich jedes Mal, ich sterbe.\n\nArzt: Seit wann treten diese Episoden auf?\n\nPatientin: Seit etwa sechs Wochen.\n\nArzt: Wie oft und wie lange dauern die Attacken ungefaehr?\n\nPatientin: Inzwischen mehrmals pro Woche, meist 10 bis 20 Minuten.\n\nArzt: Kommen die Beschwerden eher bei koerperlicher Belastung oder auch in Ruhe?\n\nPatientin: Meist in Stresssituationen, nicht typisch beim Sport.\n\nArzt: Haben Sie waehrenddessen noch andere Symptome wie Zittern oder Kribbeln?\n\nPatientin: Ja, Zittern, Schwitzen und manchmal Kribbeln in den Haenden.\n\nArzt: Gab es Ohnmacht, Fieber oder anhaltende Brustschmerzen zwischen den Attacken?\n\nPatientin: Nein.\n\nArzt: Sind Vorerkrankungen bekannt?\n\nPatientin: Ich hatte vor zwei Jahren schon mal eine Angststoerung.\n\nArzt: Danke. Ihre Schilderung passt zu Panikattacken. Trotzdem schliessen wir organische Ursachen einmal sauber aus.\n\nPatientin: Das beruhigt mich etwas.\n\nArzt: Wir machen Basisdiagnostik und besprechen danach ein klares Notfall- und Behandlungskonzept mit psychosomatischer bzw. psychiatrischer Anbindung.\n\nPatientin: Das moechte ich gerne.",
    "muster_arztbrief": "Patientendaten\nName: Frau Klein\nGeburtsdatum: 24.03.1996\nGeschlecht: weiblich\nAufnahmedatum: 19.02.2026\nEntlassungsdatum: 20.02.2026\n\nAnlass der Vorstellung\nVorstellung wegen rezidivierender anfallsartiger Episoden mit Herzrasen, Luftnot und ausgepraegter Todesangst.\n\nAnamnese\nBeschwerdebeginn und -verlauf: Erstmanifestation vor 6 Wochen, zuletzt haeufigere Episoden (mehrmals pro Woche), Dauer jeweils ca. 10-20 Minuten.\nBegleitsymptome: Zittern, Schwitzen, thorakales Druckgefuehl, gelegentlich Parsthesien.\nVorerkrankungen: Angststoerung in der Vorgeschichte.\nMedikamente: keine regelmaessige Medikation.\nAllergien / Unvertraeglichkeiten: keine bekannt.\nSozialanamnese (falls relevant): hoher beruflicher Stress, erhoehter Koffeinkonsum.\nFamilienanamnese (falls relevant): Angststoerung bei Mutter.\n\nKlinischer Befund\nAllgemeinzustand: waehrend Untersuchung wach, orientiert, situativ angespannt.\nVitalparameter: RR 126/74 mmHg, HF 92/min, AF 16/min, Temp 36,7 C, SpO2 99 % Raumluft.\nRelevante koerperliche Befunde: kein Hinweis auf akute kardiorespiratorische Dekompensation.\n\nDiagnostik / Befunde\nUntersuchungen: klinische Untersuchung, EKG, Basislabor, Verlaufskontrolle.\nWesentliche Ergebnisse: kein Hinweis auf akutes kardiales oder pulmonales Ereignis; klinische Konstellation vereinbar mit Panikattacken.\n\nDiagnose\nHauptdiagnose: Panikattacken bei Angststoerung.\nNebendiagnosen: psychosoziale Stressbelastung.\n\nTherapie\nAkute psychoedukative Entlastung, strukturierte Krisenintervention, Empfehlung zur zeitnahen psychotherapeutisch-psychiatrischen Mitbehandlung.\n\nWeiteres Vorgehen / Empfehlungen\nAmbulante psychiatrisch-psychotherapeutische Anbindung, Triggermanagement (u. a. Koffeinreduktion), Notfallplan fuer Attackensituationen, Wiedervorstellung bei atypischer Beschwerdeprogredienz.\n\nEntlassungszustand\nKlinisch stabil, ohne akute Eigen- oder Fremdgefaehrdung, ambulant weiterbehandelbar.",
    "muster_arzt_arzt_gespraech": "Muster Arzt-Arzt-Gespraech (Fall: psychiatrie_panikattacke_001)\n\nPrueferarzt: Bitte stellen Sie den Fall strukturiert vor.\n\nKandidatin: Frau Klein, 29 Jahre, stellte sich mit rezidivierenden anfallsartigen Episoden aus Herzrasen, Luftnot und intensiver Todesangst vor. Die Episoden dauern etwa 10-20 Minuten und traten in den letzten Wochen zunehmend haeufig auf.\n\nPrueferarzt: Welche anamnestischen Punkte waren fuer Sie zentral?\n\nKandidatin: Der abrupte Beginn, die begrenzte Episodendauer, stressassoziierte Trigger und das Fehlen einer klaren Belastungsabhaengigkeit.\n\nPrueferarzt: Welche Differenzialdiagnosen mussten Sie zunaechst ausschliessen?\n\nKandidatin: Vor allem akute kardiale und pulmonale Ursachen sowie relevante Stoffwechselstoerungen.\n\nPrueferarzt: Was sprach eher gegen ein akutes organisches Ereignis?\n\nKandidatin: Keine Synkope, kein persistierender Thoraxschmerz zwischen den Episoden, stabile klinische Situation und unauffaellige Basisdiagnostik.\n\nPrueferarzt: Wie haben Sie therapeutisch priorisiert?\n\nKandidatin: Zunaechst Entlastung und Sicherheitskommunikation, dann strukturierte psychosomatische/psychiatrische Weiterbehandlung mit Notfallplan.\n\nPrueferarzt: Welche Warnzeichen haben Sie dennoch kommuniziert?\n\nKandidatin: Bei neuartigem, anhaltendem Brustschmerz, Synkope oder progredienter Dyspnoe sofortige erneute Akutvorstellung.\n\nPrueferarzt: Danke, das war differenziert dargestellt."
  },
  "kardio_synkope_001": {
    "muster_arzt_patient_gespraech": "Fall: kardio_synkope_001\n\nArzt: Guten Tag, ich bin Dr. Weber. Wie darf ich Sie ansprechen?\n\nPatient: Herr Wagner.\n\nArzt: Herr Wagner, was ist passiert?\n\nPatient: Ich war in den letzten Wochen zweimal ploetzlich ohnmaechtig.\n\nArzt: Koennen Sie den letzten Vorfall kurz beschreiben?\n\nPatient: Vor vier Tagen beim Aussteigen aus dem Auto wurde mir kurz komisch, dann war ich weg.\n\nArzt: Hatten Sie davor Herzstolpern oder Schwindel?\n\nPatient: Einmal kurz Herzstolpern, aber nicht jedes Mal.\n\nArzt: Wie lange waren Sie bewusstlos?\n\nPatient: Nur kurz, vielleicht weniger als eine Minute.\n\nArzt: Waren Sie danach lange verwirrt?\n\nPatient: Nein, ich war schnell wieder klar.\n\nArzt: Gab es Zungenbiss oder Einnassen?\n\nPatient: Nein.\n\nArzt: Haben Sie Brustschmerzen oder Luftnot gehabt?\n\nPatient: Keine starken Brustschmerzen, nur kurz Schwaeche danach.\n\nArzt: Welche Vorerkrankungen sind bekannt?\n\nPatient: Bluthochdruck und frueher mal Vorhofflimmern.\n\nArzt: Welche Medikamente nehmen Sie regelmaessig?\n\nPatient: Bisoprolol und Rivaroxaban.\n\nArzt: Danke. Bei wiederholten Synkopen muessen wir besonders auf eine moegliche Herzrhythmusursache achten.\n\nPatient: Ich habe Angst, dass das beim Busfahren passiert.\n\nArzt: Das ist absolut nachvollziehbar. Wir machen jetzt eine kardiale Abklaerung mit Monitoring und besprechen danach klar die weitere Fahreignung.\n\nPatient: Gut, danke.",
    "muster_arztbrief": "Patientendaten\nName: Herr Wagner\nGeburtsdatum: 18.07.1969\nGeschlecht: maennlich\nAufnahmedatum: 19.02.2026\nEntlassungsdatum: 22.02.2026\n\nAnlass der Vorstellung\nVorstellung wegen rezidivierender Synkopen (2 Episoden innerhalb von 3 Wochen), davon eine Episode ohne deutliche Prodromi.\n\nAnamnese\nBeschwerdebeginn und -verlauf: Erstereignis vor 3 Wochen, zweite Episode vor 4 Tagen; rasche Reorientierung nach beiden Ereignissen.\nBegleitsymptome: gelegentlich vorangehende Palpitationen, kurze posteventuelle Schwaeche.\nVorerkrankungen: arterielle Hypertonie, paroxysmales Vorhofflimmern.\nMedikamente: Bisoprolol 2,5 mg 1-0-0, Rivaroxaban 20 mg 0-0-1.\nAllergien / Unvertraeglichkeiten: keine bekannt.\nSozialanamnese (falls relevant): Berufskraftfahrer (erhoehte Relevanz bzgl. Fahrsicherheit).\nFamilienanamnese (falls relevant): Vater mit ploetzlichem Herztod im hoeheren Alter.\n\nKlinischer Befund\nAllgemeinzustand: bei Aufnahme stabil, wach und orientiert.\nVitalparameter: RR 136/82 mmHg, HF 68/min, AF 14/min, Temp 36,6 C, SpO2 98 % Raumluft.\nRelevante koerperliche Befunde: keine fokalneurologischen Defizite, keine akute Traumafolge ausser kleiner verheilter Kinnlsion.\n\nDiagnostik / Befunde\nUntersuchungen: EKG, Telemetrie/Monitoring, Labor inkl. Elektrolyte, weitere kardiologische Abklaerung.\nWesentliche Ergebnisse: Synkopenabklaerung mit Verdacht auf rhythmogene Genese.\n\nDiagnose\nHauptdiagnose: Rezidivierende Synkope, rhythmogene Ursache differenzialdiagnostisch vorrangig.\nNebendiagnosen: Arterielle Hypertonie, paroxysmales Vorhofflimmern.\n\nTherapie\nStationaere Ueberwachung, rhythmologische Diagnostik und risikoadaptierte Therapieplanung.\n\nWeiteres Vorgehen / Empfehlungen\nKardiologische Weiterabklaerung inkl. Verlaufskontrollen, Sicherheitsberatung bzgl. Fahreignung bis zur abschliessenden Klaerung, Wiedervorstellung bei erneuter Synkope oder Palpitationsprogredienz.\n\nEntlassungszustand\nKreislaufstabil, orientiert, ohne erneute Synkope waehrend der stationaeren Ueberwachung.",
    "muster_arzt_arzt_gespraech": "Muster Arzt-Arzt-Gespraech (Fall: kardio_synkope_001)\n\nPrueferarzt: Bitte stellen Sie den Fall strukturiert vor.\n\nKandidat: Herr Wagner, 56 Jahre, Berufskraftfahrer, mit zwei Synkopen in den letzten drei Wochen, eine davon ohne klare Vorwarnsymptomatik. Postiktal war er jeweils rasch reorientiert.\n\nPrueferarzt: Welche anamnestischen Punkte waren fuer Sie entscheidend?\n\nKandidat: Ereignisumstaende, moegliche Prodromi, Dauer der Bewusstlosigkeit sowie die Abgrenzung gegen epileptische Zeichen.\n\nPrueferarzt: Was sprach eher gegen eine epileptische Genese?\n\nKandidat: Kein Zungenbiss, kein Einnassen, keine laengere postiktale Verwirrtheit.\n\nPrueferarzt: Warum war der Fall in der Priorisierung besonders relevant?\n\nKandidat: Wegen rezidivierender Synkopen mit moeglicher arrhythmischer Ursache und berufsrelevanter Sicherheitsfrage als Busfahrer.\n\nPrueferarzt: Welche Vorerkrankungen stuetzen die rhythmologische Arbeitshypothese?\n\nKandidat: Paroxysmales Vorhofflimmern in der Vorgeschichte sowie berichtete Palpitationen vor einer Episode.\n\nPrueferarzt: Wie sah Ihr initiales Vorgehen aus?\n\nKandidat: Stationaere kardiale Ueberwachung mit EKG-/Telemetriediagnostik, laborchemische Mitbeurteilung und kardiologische Therapieplanung.\n\nPrueferarzt: Welche Aufklaerung war organisatorisch besonders wichtig?\n\nKandidat: Vorlaeufige Fahreinschraenkung bis zur abschliessenden Risikoabschaetzung.\n\nPrueferarzt: Danke, das war klinisch gut priorisiert."
  },
  "pneumologie_lungenembolieverdacht_001": {
    "muster_arzt_patient_gespraech": "Fall: pneumologie_lungenembolieverdacht_001\n\nArzt: Guten Tag, ich bin Dr. Weber. Wie darf ich Sie ansprechen?\n\nPatientin: Frau Demir.\n\nArzt: Frau Demir, was ist Ihr Hauptproblem?\n\nPatientin: Ich habe seit heute ploetzlich Luftnot und rechts beim Einatmen einen stechenden Schmerz.\n\nArzt: Seit wann genau bestehen die Beschwerden?\n\nPatientin: Seit dem Mittag, ganz ploetzlich.\n\nArzt: Wird die Luftnot bei Bewegung schlimmer?\n\nPatientin: Ja, schon bei wenig Belastung.\n\nArzt: Haben Sie Husten, Fieber oder Auswurf?\n\nPatientin: Trockenen Husten ja, aber kein Fieber und kein Auswurf.\n\nArzt: Ist ein Bein in letzter Zeit geschwollen oder schmerzhaft gewesen?\n\nPatientin: Ja, das linke Bein ist seit zwei Tagen etwas dicker.\n\nArzt: Gab es in den letzten Tagen laengere Immobilisation oder Reisen?\n\nPatientin: Ich hatte vor vier Tagen einen langen Flug, etwa zehn Stunden.\n\nArzt: Nehmen Sie Hormone wie die Pille ein?\n\nPatientin: Ja, eine kombinierte Pille.\n\nArzt: Danke. Die Kombination aus ploetzlicher Luftnot, pleuritischem Schmerz und Risikofaktoren ist verdaechtig auf eine Lungenembolie.\n\nPatientin: Ich hatte genau davor Angst.\n\nArzt: Wir handeln jetzt sofort, ueberwachen Sie eng und fuehren die notwendige Akutdiagnostik inklusive Bildgebung durch.\n\nPatientin: Bitte machen Sie das schnell.",
    "muster_arztbrief": "Patientendaten\nName: Frau Demir\nGeburtsdatum: 03.01.1984\nGeschlecht: weiblich\nAufnahmedatum: 19.02.2026\nEntlassungsdatum: 24.02.2026\n\nAnlass der Vorstellung\nAkutvorstellung wegen ploetzlich einsetzender Dyspnoe und atemabhaengigem rechtsseitigem Thoraxschmerz.\n\nAnamnese\nBeschwerdebeginn und -verlauf: akuter Beginn am Aufnahmetag mit Belastungsprogredienz.\nBegleitsymptome: trockener Husten, subjektive Tachykardie.\nVorerkrankungen: keine chronische kardio-pulmonale Vorerkrankung bekannt.\nMedikamente: kombinierte orale Kontrazeption.\nAllergien / Unvertraeglichkeiten: keine bekannt.\nSozialanamnese (falls relevant): Langstreckenflug (10 h) vor 4 Tagen, Nichtraucherin.\nFamilienanamnese (falls relevant): positive Thromboseanamnese in der weiteren Familie.\n\nKlinischer Befund\nAllgemeinzustand: dyspnoeisch, aengstlich, aber orientiert.\nVitalparameter: RR 132/80 mmHg, HF 112/min, AF 24/min, Temp 36,9 C, SpO2 92 % Raumluft.\nRelevante koerperliche Befunde: linksbetonte Unterschenkelschwellung, pleuritischer Schmerz rechts thorakal.\n\nDiagnostik / Befunde\nUntersuchungen: Labor inkl. D-Dimere, EKG, CT-Pulmonalisangiografie, Duplex der Beinvenen.\nWesentliche Ergebnisse: Befundkonstellation vereinbar mit akuter Lungenembolie.\n\nDiagnose\nHauptdiagnose: Akute Lungenembolie.\nNebendiagnosen: Verdacht auf tiefe Beinvenenthrombose links, oestrogenassoziierter Risikokontext.\n\nTherapie\nSofortige therapeutische Antikoagulation, stationaere Ueberwachung und risikoadaptierte Verlaufstherapie.\n\nWeiteres Vorgehen / Empfehlungen\nFortfuehrung der Antikoagulation nach Risiko-/Verlaufsbeurteilung, Abklaerung und Reduktion modifizierbarer Risikofaktoren, klare Notfallinstruktion bei Rezidivsymptomen.\n\nEntlassungszustand\nKlinisch stabilisiert unter Therapie, kreislaufstabil, ambulante Weiterfuehrung organisiert.",
    "muster_arzt_arzt_gespraech": "Muster Arzt-Arzt-Gespraech (Fall: pneumologie_lungenembolieverdacht_001)\n\nPrueferarzt: Bitte stellen Sie den Fall strukturiert vor.\n\nKandidatin: Frau Demir, 42 Jahre, kam mit akut einsetzender Dyspnoe und atemabhaengigem stechendem Thoraxschmerz rechts. Zusaetzlich bestand eine linksseitige Beinschwellung.\n\nPrueferarzt: Welche anamnestischen Risikofaktoren waren entscheidend?\n\nKandidatin: Langstreckenflug vor vier Tagen und kombinierte orale Kontrazeption.\n\nPrueferarzt: Welche Differenzialdiagnosen haben Sie initial mitbedacht?\n\nKandidatin: Pneumonie, Pneumothorax, ACS und Lungenembolie, wobei die Risikokonstellation klar fuer Embolie sprach.\n\nPrueferarzt: Was sprach eher gegen eine infektoese Genese?\n\nKandidatin: Fehlendes Fieber, kein produktiver Husten und der ploetzliche Beginn.\n\nPrueferarzt: Wie war Ihr therapeutisches Vorgehen?\n\nKandidatin: Zeitkritische Diagnostik mit Monitoring und umgehende therapeutische Antikoagulation bei hohem klinischem Verdacht.\n\nPrueferarzt: Welche Sicherheitsaspekte haben Sie erlaeutert?\n\nKandidatin: Notwendigkeit stationaerer Ueberwachung, Blutungsrisiken unter Antikoagulation und Warnzeichen fuer Rezidiv bzw. Verschlechterung.\n\nPrueferarzt: Wie planen Sie das weitere Vorgehen?\n\nKandidatin: Fortfuehrung der Antikoagulation, Risikofaktormanagement und strukturierte ambulante Nachsorge.\n\nPrueferarzt: Danke, das war schluessig dargestellt."
  },
  "nephro_urolithiasis_001": {
    "muster_arzt_patient_gespraech": "Fall: nephro_urolithiasis_001\n\nArzt: Guten Tag, ich bin Dr. Weber. Wie darf ich Sie ansprechen?\n\nPatient: Herr Novak.\n\nArzt: Herr Novak, was fuehrt Sie heute zu uns?\n\nPatient: Ich habe seit heute frueh links starke Flankenschmerzen, die in die Leiste ziehen.\n\nArzt: Sind die Schmerzen eher konstant oder kommen sie in Wellen?\n\nPatient: In Wellen, ganz ploetzlich sehr stark, dann kurz etwas besser.\n\nArzt: Wie stark sind die Schmerzen aktuell auf einer Skala von 0 bis 10?\n\nPatient: Bei den Spitzen 9 von 10.\n\nArzt: Haben Sie Uebelkeit oder Erbrechen?\n\nPatient: Uebelkeit ja, erbrochen habe ich nicht.\n\nArzt: Ist Ihnen eine Veraenderung beim Wasserlassen aufgefallen?\n\nPatient: Ich muss haeufiger und der Urin war etwas roetlich.\n\nArzt: Haben Sie Fieber oder Schuettelfrost?\n\nPatient: Nein.\n\nArzt: Hatten Sie schon einmal Nierensteine?\n\nPatient: Ja, vor etwa drei Jahren.\n\nArzt: Trinken Sie ausreichend im Alltag?\n\nPatient: Eher zu wenig waehrend der Arbeit.\n\nArzt: Danke. Das passt klinisch gut zu einer Nierenkolik bei Harnleiterstein.\n\nPatient: Muss ich operiert werden?\n\nArzt: Nicht unbedingt. Erst machen wir die Akutdiagnostik und behandeln den Schmerz. Je nach Befund entscheiden wir, ob ein spontaner Abgang wahrscheinlich ist oder eine urologische Intervention noetig wird.\n\nPatient: In Ordnung.",
    "muster_arztbrief": "Patientendaten\nName: Herr Novak\nGeburtsdatum: 14.09.1989\nGeschlecht: maennlich\nAufnahmedatum: 19.02.2026\nEntlassungsdatum: 21.02.2026\n\nAnlass der Vorstellung\nAkutvorstellung wegen kolikartiger linksseitiger Flankenschmerzen mit Leistenausstrahlung seit ca. 4 Stunden.\n\nAnamnese\nBeschwerdebeginn und -verlauf: ploetzlicher Beginn, wellenfoermige Schmerzspitzen mit hoher Intensitaet.\nBegleitsymptome: Uebelkeit, Pollakisurie, Makrohaematurie.\nVorerkrankungen: Urolithiasis in der Vorgeschichte (vor 3 Jahren).\nMedikamente: keine Dauermedikation.\nAllergien / Unvertraeglichkeiten: keine bekannt.\nSozialanamnese (falls relevant): geringe Trinkmenge im Arbeitsalltag.\nFamilienanamnese (falls relevant): Urolithiasis bei Bruder.\n\nKlinischer Befund\nAllgemeinzustand: schmerzgeplagt, bewegungsunruhig.\nVitalparameter: RR 146/86 mmHg, HF 102/min, AF 18/min, Temp 36,8 C, SpO2 98 % Raumluft.\nRelevante koerperliche Befunde: Druck-/Klopfschmerz links lumbal, kein Peritonismus, keine Sepsiszeichen.\n\nDiagnostik / Befunde\nUntersuchungen: Urinstatus, Labor, Sonografie Harntrakt, ggf. nativ-CT.\nWesentliche Ergebnisse: Konstellation vereinbar mit linksseitiger Ureterolithiasis ohne klinischen Hinweis auf infizierte Harnstauung.\n\nDiagnose\nHauptdiagnose: Akute linksseitige Ureterolithiasis (Nierenkolik).\nNebendiagnosen: rezidivierende Urolithiasis.\n\nTherapie\nAkute Analgesie, Antiemese, Volumentherapie, urologische Mitbeurteilung und steingroessen-/verlaufadaptierte Strategie.\n\nWeiteres Vorgehen / Empfehlungen\nAusreichende Hydrierung, steinspezifische Verlaufskontrollen, Wiedervorstellung bei Fieber, Schuettelfrost, anhaltender Schmerzprogredienz oder Oligurie.\n\nEntlassungszustand\nUnter Therapie deutlich gebessert, afebril, kreislaufstabil, ambulante urologische Nachsorge eingeleitet.",
    "muster_arzt_arzt_gespraech": "Muster Arzt-Arzt-Gespraech (Fall: nephro_urolithiasis_001)\n\nPrueferarzt: Bitte stellen Sie den Fall strukturiert vor.\n\nKandidat: Herr Novak, 36 Jahre, mit akutem linksseitigem Flankenschmerz seit etwa vier Stunden, kolikartig in Wellen und mit Ausstrahlung in die linke Leiste.\n\nPrueferarzt: Welche anamnestischen Punkte waren besonders wichtig?\n\nKandidat: Der typische Kolikcharakter, die Makrohaematurie, Pollakisurie und die Urolithiasis in der Vorgeschichte.\n\nPrueferarzt: Welche Differenzialdiagnosen haben Sie mitgedacht?\n\nKandidat: Vor allem infizierte Harnstauung/Pyelonephritis sowie andere akute abdominale Ursachen.\n\nPrueferarzt: Was sprach gegen eine infektgetriggerte Konstellation?\n\nKandidat: Es bestanden kein Fieber und kein Schuettelfrost, klinisch keine Sepsiszeichen.\n\nPrueferarzt: Wie war Ihr initiales Vorgehen?\n\nKandidat: Prioritaer suffiziente Analgesie und Antiemese, parallel urindiagnostische und bildgebende Abklaerung mit urologischer Mitbeurteilung.\n\nPrueferarzt: Welche Faktoren beeinflussen das weitere therapeutische Vorgehen?\n\nKandidat: Vor allem Steingroesse, Lage, Abflussbehinderung, Infektzeichen und klinischer Verlauf unter Schmerztherapie.\n\nPrueferarzt: Welche Sicherheitsaspekte haben Sie dem Patienten genannt?\n\nKandidat: Sofortige Wiedervorstellung bei Fieber, Schuettelfrost, zunehmenden Schmerzen oder verminderter Urinmenge.\n\nPrueferarzt: Danke, das war gut strukturiert."
  }
}
